var DATA = {
    "battles": [
        {
            "id": 9,
            "n": "QF #1",
            "qf": "TO SF1",
            "t1": "fi",
            "a1": "Linda Lampenius and Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "82%",
            "t2": "dk",
            "a2": "Søren Torpegaard Lund",
            "s2": "Før vi går hjem",
            "sc2": "18%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 10,
            "n": "QF #2",
            "qf": "TO SF1",
            "t1": "gr",
            "a1": "Akylas",
            "s1": "Ferto",
            "sc1": "64% ★",
            "t2": "ge",
            "a2": "Bzikebi",
            "s2": "On Replay",
            "sc2": "36%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 11,
            "n": "QF #3",
            "qf": "TO SF2",
            "t1": "se",
            "a1": "Felicia",
            "s1": "My System",
            "sc1": "44%",
            "t2": "md",
            "a2": "Satoshi",
            "s2": "Viva, Moldova!",
            "sc2": "56% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 12,
            "n": "QF #4",
            "qf": "TO SF2",
            "t1": "gb",
            "a1": "Look Mum No Computer",
            "s1": "Eins, Zwei, Drei",
            "sc1": "50%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "50% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 13,
            "n": "SF #1",
            "qf": "TO FINAL",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "87% ★",
            "t2": "gr",
            "a2": "Akylas",
            "s2": "Ferto",
            "sc2": "13%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 14,
            "n": "SF #2",
            "qf": "TO FINAL",
            "t1": "md",
            "a1": "Satoshi",
            "s1": "Viva, Moldova!",
            "sc1": "36%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "64% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 15,
            "n": "GRAND FINAL",
            "qf": "THE CHAMPION",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "77%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "23%",
            "w": 1,
            "status": "DONE"
        }
    ],
    "rehearsals": [
        {
            "d": "15.05",
            "t": "14:30 - 18:30",
            "c": "at",
            "a": "Grand Final: Dress Rehearsal 1 (Press)",
            "s": "UPCOMING"
        },
        {
            "d": "15.05",
            "t": "22:00 - 02:00",
            "c": "at",
            "a": "Grand Final: Jury Show",
            "s": "UPCOMING"
        }
    ],
    "roadmap": [
        {
            "d": "30.05",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - НОЧЬ 1",
            "e": "🇦🇱 Festivali i Këngës për Fëmijë"
        },
        {
            "d": "31.05",
            "s": "WAITING",
            "t": "JESC АЛБАНИЯ - НОЧЬ 2",
            "e": "🇦🇱 Второй этап отбора"
        },
        {
            "d": "01.06",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - ФИНАЛ",
            "e": "🇦🇱 Выбор представителя"
        },
        {
            "d": "06.06",
            "s": "WAITING",
            "t": "YOUNG MUSICIANS - ЕРЕВАН",
            "e": "🇦🇲 Eurovision Young Musicians 2026"
        },
        {
            "d": "01.08",
            "s": "MAJOR",
            "t": "ESC ASIA: БУТАН СТАРТ",
            "e": "🇧🇹 Первый нацотбор азиатской версии"
        },
        {
            "d": "17.08",
            "s": "MAJOR",
            "t": "UMK 2027 ЗАЯВКИ ОТКРЫТЫ",
            "e": "🇫🇮 yle.fi/umk - окно до 23.08"
        },
        {
            "d": "23.08",
            "s": "WAITING",
            "t": "UMK 2027 ЗАЯВКИ ЗАКРЫТЫ",
            "e": "🇫🇮 Дедлайн подачи"
        },
        {
            "d": "19.09",
            "s": "WAITING",
            "t": "ESC ASIA: НЕПАЛ",
            "e": "🇳🇵 Himalaya TV - National Final"
        },
        {
            "d": "24.10",
            "s": "MAJOR",
            "t": "JUNIOR EUROVISION - МАЛЬТА",
            "e": "🇲🇹 23-й детский конкурс"
        },
        {
            "d": "14.11",
            "s": "MAJOR",
            "t": "ESC ASIA - БАНГКОК",
            "e": "🌏 Grand Final, прямой эфир"
        }
    ],
    "chart": [
        {
            "r": 1,
            "a": "Linda Lampenius & Pete Parkkonen",
            "s": "Liekinheitin",
            "p": "72 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Linda%20Lampenius%20%26%20Pete%20Parkkonen"
        },
        {
            "r": 2,
            "a": "Taylor Swift",
            "s": "I Knew It, I Knew You",
            "p": "68 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Taylor%20Swift"
        },
        {
            "r": 3,
            "a": "BLACKPINK",
            "s": "JUMP",
            "p": "68 pts (=)",
            "img": "https://i.pravatar.cc/150?u=BLACKPINK"
        },
        {
            "r": 4,
            "a": "BTS",
            "s": "SWIM",
            "p": "55 pts (=)",
            "img": "https://i.pravatar.cc/150?u=BTS"
        },
        {
            "r": 5,
            "a": "Olivia Rodrigo",
            "s": "drop dead",
            "p": "53 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Olivia%20Rodrigo"
        },
        {
            "r": 6,
            "a": "Sal Da Vinci",
            "s": "Per sempre sì",
            "p": "53 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Sal%20Da%20Vinci"
        },
        {
            "r": 7,
            "a": "By Индия, Xcho, МОТ",
            "s": "Шадэ",
            "p": "47 pts (=)",
            "img": "https://i.pravatar.cc/150?u=By%20%D0%98%D0%BD%D0%B4%D0%B8%D1%8F%2C%20Xcho%2C%20%D0%9C%D0%9E%D0%A2"
        },
        {
            "r": 8,
            "a": "Alexandra Căpitănescu",
            "s": "Choke Me",
            "p": "44 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Alexandra%20C%C4%83pit%C4%83nescu"
        },
        {
            "r": 9,
            "a": "Егор Крид, ARTIK & ASTI",
            "s": "KARMA",
            "p": "44 pts (=)",
            "img": "https://i.pravatar.cc/150?u=%D0%95%D0%B3%D0%BE%D1%80%20%D0%9A%D1%80%D0%B8%D0%B4%2C%20ARTIK%20%26%20ASTI"
        },
        {
            "r": 10,
            "a": "KATSEYE",
            "s": "PINKY UP",
            "p": "43 pts (=)",
            "img": "https://i.pravatar.cc/150?u=KATSEYE"
        },
        {
            "r": 11,
            "a": "BEARWOLF",
            "s": "Феникс",
            "p": "38 pts (=)",
            "img": "https://i.pravatar.cc/150?u=BEARWOLF"
        },
        {
            "r": 12,
            "a": "Tyla, Zara Larsson",
            "s": "SHE DID IT AGAIN",
            "p": "36 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Tyla%2C%20Zara%20Larsson"
        },
        {
            "r": 13,
            "a": "Сергей Лазарев, Полина Гагарина",
            "s": "Хэппи Энд",
            "p": "33 pts (=)",
            "img": "https://i.pravatar.cc/150?u=%D0%A1%D0%B5%D1%80%D0%B3%D0%B5%D0%B9%20%D0%9B%D0%B0%D0%B7%D0%B0%D1%80%D0%B5%D0%B2%2C%20%D0%9F%D0%BE%D0%BB%D0%B8%D0%BD%D0%B0%20%D0%93%D0%B0%D0%B3%D0%B0%D1%80%D0%B8%D0%BD%D0%B0"
        },
        {
            "r": 14,
            "a": "Madonna",
            "s": "Love Sensation",
            "p": "30 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Madonna"
        },
        {
            "r": 15,
            "a": "Dave, Tems",
            "s": "Raindance",
            "p": "29 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Dave%2C%20Tems"
        },
        {
            "r": 16,
            "a": "Madison Beer",
            "s": "lovergirl",
            "p": "29 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Madison%20Beer"
        },
        {
            "r": 17,
            "a": "HOLLYFLAME",
            "s": "Тону",
            "p": "28 pts (=)",
            "img": "https://i.pravatar.cc/150?u=HOLLYFLAME"
        },
        {
            "r": 18,
            "a": "Dara",
            "s": "Bangaranga",
            "p": "23 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Dara"
        },
        {
            "r": 19,
            "a": "SAYAN",
            "s": "Мальборо",
            "p": "14 pts (=)",
            "img": "https://i.pravatar.cc/150?u=SAYAN"
        },
        {
            "r": 20,
            "a": "Ваня Дмитриенко",
            "s": "След",
            "p": "13 pts (=)",
            "img": "https://i.pravatar.cc/150?u=%D0%92%D0%B0%D0%BD%D1%8F%20%D0%94%D0%BC%D0%B8%D1%82%D1%80%D0%B8%D0%B5%D0%BD%D0%BA%D0%BE"
        }
    ],
    "news": [
        {
            "m": "12.08 | 17:35",
            "id": "local",
            "u": "",
            "t": "🇪🇺 ЄВРОПА: EBU ОНОВИВ ПРАВИЛА ЄВРОБАЧЕННЯ З 2027 РОКУ",
            "b": "Європейська мовна спілка (EBU) офіційно затвердила масштабні зміни до регламенту Євробачення, які набудуть чинності з 2027 року. Реформи стосуються права проведения конкурсу та мінімального віку учасників.\n\n[📷 ФОТО: Штаб-квартира EBU та логотип конкурсу Євробачення]\n\n---\n\n### 📋 КЛЮЧОВІ ЗМІНИ У ПРАВИЛАХ З 2027 РОКУ\n\n• **Автоматичне позбавлення права проведення:** Країна-переможець, яка перебуває у стані збройного конфлікту або складної геополітичної обстановки, автоматично втрачає право на організацію конкурсу. Право проведення передаватиметься іншому мовнику.\n• **Свобода оформлення для країни-організатора:** Мовник, який приймає конкурс замість переможця, більше не зобов'язаний проводити шоу «від імені» країни-переможниці (як це було в Ліверпулі у 2023 році).\n• **Віковий ценз:** Мінімальний вік учасників дорослого Євробачення офіційно підвищено до 18 років (раніше допускалися артисти від 16 років).\n\n---\n\nОстаточне рішення щодо спірних ситуацій із місцем проведення залишається за EBU та Референтною групою конкурсу.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786545300.0,
            "poll": null
        },
        {
            "m": "12.08 | 17:35",
            "id": "local",
            "u": "",
            "t": "🇪🇺 ЕВРОПА: EBU ОБНОВИЛ ПРАВИЛА ЕВРОВИДЕНИЯ С 2027 ГОДА",
            "b": "Европейский вещательный союз (EBU) официально утвердил масштабные изменения в регламенте Евровидения, которые вступят в силу с 2027 года. Реформы касаются права проведения конкурса и минимального возраста участников.\n\n[📷 ФОТО: Штаб-квартира EBU и логотип конкурса Евровидение]\n\n---\n\n### 📋 КЛЮЧЕВЫЕ ИЗМЕНЕНИЯ В ПРАВИЛАХ С 2027 ГОДА\n\n• **Автоматическое лишение права проведения:** Победившая страна, находящаяся в состоянии вооруженного конфликта или сложной геополитической обстановке, автоматически теряет право на организацию конкурса. Право проведения будет передаваться другому вещателю.\n• **Свобода оформления для страны-организатора:** Вещатель, принимающий конкурс вместо победителя, больше не обязан проводить шоу «от имени» страны-победительницы (как это было в Ливерпуле в 2023 году).\n• **Возрастной ценз:** Минимальный возраст участников взрослого Евровидения официально повышен до 18 лет (ранее допускались артисты от 16 лет).\n\n---\n\nОкончательное решение по спорным ситуациям с местом проведения остаётся за EBU и Референтной группой конкурса.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786545300.0,
            "poll": null
        },
        {
            "m": "12.08 | 16:50",
            "id": "local",
            "u": "",
            "t": "🇧🇬 БОЛГАРІЯ: БНТ ЗАПЛАНУВАВ ПРЯМІ ТРАНСЛЯЦІЇ ОГОЛОШЕННЯ МІСТА-ГОСПОДАРЯ ЄВРОБАЧЕННЯ 2027",
            "b": "Болгарський національний мовник БНТ завершив підготовку до оголошення міста-господаря та офіційних дат Євробачення 2027. На порталі мовника вже з'явилися дві заплановані трансляції пресконференції «Обявяване на града домакин» - болгарською та англійською мовами.\n\n[📷 ФОТО: Скриншот запланованих трансляцій пресконференції на порталі БНТ]\n\nОчікується, що БНТ та EBU офіційно розкриють місце проведення та дати конкурсу у межах четверга, 13 серпня.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786542600.0,
            "poll": null
        },
        {
            "m": "12.08 | 16:50",
            "id": "local",
            "u": "",
            "t": "🇧🇬 БОЛГАРИЯ: БНТ ЗАПЛАНИРОВАЛ ПРЯМЫЕ ТРАНСЛЯЦИИ ОБЪЯВЛЕНИЯ ГОРОДА-ХОЗЯИНА ЕВРОВИДЕНИЯ 2027",
            "b": "Болгарский национальный вещатель БНТ завершил подготовку к объявлению города-хозяина и официальных дат Евровидения 2027. На портале вещателя уже появились две запланированные трансляции пресс-конференции «Обявяване на града домакин» - на болгарском и английском языках.\n\n[📷 ФОТО: Скриншот запланированных трансляций пресс-конференции на портале БНТ]\n\nОжидается, что БНТ и EBU официально раскроют место проведения и даты конкурса в рамках четверга, 13 августа.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786542600.0,
            "poll": null
        },
        {
            "m": "12.08 | 16:15",
            "id": "local",
            "u": "",
            "t": "🌖 ЄВРОПА / ЄВРОБАЧЕННЯ: СПЕЦСТРІМ NON-STOP ECLIPSE НА ЧЕСТЬ СОНЯЧНОГО ЗАТЕМНЕННЯ",
            "b": "На честь сьогоднішнього повного сонячного затемнення офіційний YouTube-канал Євробачення запустив спеціальний прямий ефір «Non-Stop Eclipse».\n\n[🎥 ВИДЕО: Прямий ефір спецстріму Non-Stop Eclipse на каналі Євробачення]\n\nДо безперервного плейлиста увійшли найкращі конкурсні пісні різних років, присвячені Сонцю, Місяцю, космосу, темряві та затемненням.\n\n🔗 **ДИВИТИСЯ ТРАНСЛЯЦІЮ:** [YouTube Live](https://www.youtube.com/live/YTuzmAuN1KQ)",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786540500.0,
            "poll": null
        },
        {
            "m": "12.08 | 16:15",
            "id": "local",
            "u": "",
            "t": "🌖 ЕВРОПА / ЕВРОВИДЕНИЕ: СПЕЦ-СТРИМ NON-STOP ECLIPSE В ЧЕСТЬ СОЛНЕЧНОГО ЗАТМЕНИЯ",
            "b": "В честь сегодняшнего полного солнечного затмения официальный YouTube-канал Евровидения запустил специальный прямой эфир «Non-Stop Eclipse». \n\n[🎥 ВИДЕО: Прямой эфир спешл-стрима Non-Stop Eclipse на канале Евровидения]\n\nВ непрерывный плейлист вошли лучшие конкурсные песни разных лет, посвященные Солнцу, Луне, космосу, тьме и затмениям. \n\n🔗 **СМОТРЕТЬ ТРАНСЛЯЦИЮ:** [YouTube Live](https://www.youtube.com/live/YTuzmAuN1KQ)",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786540500.0,
            "poll": null
        },
        {
            "m": "12.08 | 14:30",
            "id": "local",
            "u": "",
            "t": "🇵🇭 ФІЛІППІНИ: ВІДЕОРЕКАП ДРУГОЇ ПОРЦІЇ СЕМПЛІВ PHILIPPINE SELECTION NIGHT",
            "b": "Організатори національного відбору Філіппін на Євробачення Азія 2026 презентували додатковий рекап семплів конкурсних композицій. До нового ролика увійшли альтернативні фрагменти представлених треків.\n\n[🎥 ВИДЕО: Відеорекап другої порції уривків конкурсних пісень Philippine Selection Night]\n\nНагадаємо, прем'єра повних версій усіх 10 конкурсних пісень відбудеться у понеділок, 17 серпня, о 13:00 за київським часом, а національний фінал пройде 30 серпня.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786534200.0,
            "poll": null
        },
        {
            "m": "12.08 | 14:30",
            "id": "local",
            "u": "",
            "t": "🇵🇭 ФИЛИППИНЫ: ВИДЕОРЕКАП ВТОРОЙ ПОРЦИИ СЭМПЛОВ PHILIPPINE SELECTION NIGHT",
            "b": "Организаторы национального отбора Филиппин на Евровидение Азия 2026 презентовали дополнительный рекап сэмплов конкурсных композиций. В новый ролик вошли альтернативные фрагменты представленных треков.\n\n[🎥 ВИДЕО: Видеорекап второй порции отрывков конкурсных песен Philippine Selection Night]\n\nНапомним, премьера полных версий всех 10 конкурсных песен состоится в понедельник, 17 августа, в 13:00 по Риге, а национальный финал пройдёт 30 августа.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786534200.0,
            "poll": null
        },
        {
            "m": "12.08 | 09:50",
            "id": "local",
            "u": "",
            "t": "🇵🇭 ФІЛІППІНИ: СЕМПЛИ 10 ТРЕКІВ ТА ВИКОНАВЦІ PHILIPPINE SELECTION NIGHT",
            "b": "Філіппінський мовник ABS-CBN опублікував 15-секундні тізер-відео усіх 10 конкурсних композицій та вперше розкрив імена виконавців відбору на Євробачення Азія 2026.\n\n[🎥 ВИДЕО: Відеосемпли (15-секундні уривки) усіх 10 конкурсних треків]\n\n---\n\n### 🎼 СПИСОК УЧАСНИКІВ ТА КОНКУРСНИХ ТРЕКІВ\n\n1. **AJAA** - «Make It Exist»\n2. **CARMELLE** - «Sobra Sobra (Too Much)»\n3. **DNA** - «Between Bituin»\n4. **Elha, Esang, Lance Reblando, Nar Cabico** - «Cheri(e)»\n5. **Jason Dy, Sassa** - «Di Yan (Red Flag)»\n6. **JM Dela Cerna, Marielle Montellano** - «Mapadama»\n7. **KHIMO** - «Reason to Live»\n8. **Ryssi Avila** - «Good For You»\n9. **SAGA** - «Broken Beyond Repair»\n10. **VVINK, Wrive Russu** - «Round and Round»\n\n---\n\nПрем'єра повних версій пісень відбудеться у понеділок, 17 серпня, о 13:00 за київським часом, а фінальне шоу пройде 30 серпня.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786517400.0,
            "poll": null
        },
        {
            "m": "12.08 | 09:50",
            "id": "local",
            "u": "",
            "t": "🇵🇭 ФИЛИППИНЫ: СЭМПЛЫ 10 ТРЕКОВ И ИСПОЛНИТЕЛИ PHILIPPINE SELECTION NIGHT",
            "b": "Филиппинский вещатель ABS-CBN опубликовал 15-секундные тизер-видео всех 10 конкурсных композиций и впервые раскрыл имена исполнителей отбора на Евровидение Азия 2026.\n\n[🎥 ВИДЕО: Видеосэмплы (15-секундные отрывки) всех 10 конкурсных треков]\n\n---\n\n### 🎼 СПИСОК УЧАСТНИКОВ И КОНКУРСНЫХ ТРЕКОВ\n\n1. **AJAA** - «Make It Exist»\n2. **CARMELLE** - «Sobra Sobra (Too Much)»\n3. **DNA** - «Between Bituin»\n4. **Elha, Esang, Lance Reblando, Nar Cabico** - «Cheri(e)»\n5. **Jason Dy, Sassa** - «Di Yan (Red Flag)»\n6. **JM Dela Cerna, Marielle Montellano** - «Mapadama»\n7. **KHIMO** - «Reason to Live»\n8. **Ryssi Avila** - «Good For You»\n9. **SAGA** - «Broken Beyond Repair»\n10. **VVINK, Wrive Russu** - «Round and Round»\n\n---\n\nПремьера полных версий песен состоится в понедельник, 17 августа, в 13:00 по Риге, а финальное шоу пройдёт 30 августа.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786517400.0,
            "poll": null
        },
        {
            "m": "11.08 | 23:00",
            "id": "local",
            "u": "",
            "t": "🇳🇱 НІДЕРЛАНДИ: ПРЕМ'ЄРА КЛІПУ НОЛАНА «CRUSH» ДЛЯ JUNIOR SONGFESTIVAL 2026",
            "b": "Нідерландський мовник AVROTROS презентував офіційний відеокліп Нолана (Nolan) на конкурсну пісню «Crush» у межах відбору Junior Songfestival 2026.\n\n[🎥 ВИДЕО: Офіційний кліп Nolan - «Crush»]\n\nЦе другий опублікований кліп з-поміж чотирьох фіналістів шоу. Нагадаємо, переможець відбору представить Нідерланди на Дитячому Євробаченні 2026 на Мальті. Фінальний ефір на арені RTM Stage Ahoy у Роттердамі відбудеться 19 вересня о 20:00 за київським часом.\n\n🔗 **ДИВИТИСЯ КЛІП:** [YouTube](https://youtu.be/wCJovu9YsxQ)",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786478400.0,
            "poll": null
        },
        {
            "m": "11.08 | 23:00",
            "id": "local",
            "u": "",
            "t": "🇳🇱 НИДЕРЛАНДЫ: ПРЕМЬЕРА КЛИПА НОЛАНА «CRUSH» ДЛЯ JUNIOR SONGFESTIVAL 2026",
            "b": "Нидерландский вещатель AVROTROS презентовал официальный видеоклип Нолана (Nolan) на конкурсную песню «Crush» в рамках отбора Junior Songfestival 2026. \n\n[🎥 ВИДЕО: Официальный клип Nolan - «Crush»]\n\nЭто второй опубликованный клип из четырёх финалистов шоу. Напомним, победитель отбора представит Нидерланды на Детском Евровидении 2026 в Мальте. Финальный эфир на арене RTM Stage Ahoy в Роттердаме состоится 19 сентября в 20:00 по Риге.\n\n🔗 **СМОТРЕТЬ КЛИП:** [YouTube](https://youtu.be/wCJovu9YsxQ)",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786478400.0,
            "poll": null
        },
        {
            "m": "11.08 | 20:40",
            "id": "local",
            "u": "",
            "t": "🇧🇹 БУТАН: ПЕРША РЕАКЦІЯ NYENDRA НА ПЕРЕМОГУ ТА РЕЛІЗ ВИСТУПУ НА YOUTUBE",
            "b": "Офіційний YouTube-канал Євробачення опублікував переможний виступ Nyendra з піснею «Lhayi semo (The Angel)» - першої підтвердженої заявки в історії Євробачення Азія 2026. Артист поділився першими емоціями після оголошення результатів відбору.\n\n[🎥 ВИДЕО: Перші емоції та коментар Nyendra після оголошення результатів]\n\n«Це величезне щастя та відповідальність - стати першим в історії артистом, який представить свій народ на азійському Євробаченні», - зазначив Nyendra.\n\n🔗 **ДИВИТИСЯ ВИСТУП:** [YouTube](https://youtu.be/OKXAXwOFEpQ)\n\n📊 **Як вам перша заявка в історії Євробачення Азія - «Lhayi semo» від Nyendra?**\n\n🔵 Чудовий вибір, гідний представник\n🔴 Очікував(ла) перемоги інших фіналістів\n🟡 Приємний трек, але чекаю на релізи з інших країн\n🟢 Поки складно оцінити рівень",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786470000.0,
            "poll": null
        },
        {
            "m": "11.08 | 20:40",
            "id": "local",
            "u": "",
            "t": "🇧🇹 БУТАН: ПЕРВАЯ РЕАКЦИЯ NYENDRA НА ПОБЕДУ И РЕЛИЗ ВЫСТУПЛЕНИЯ НА YOUTUBE",
            "b": "Официальный YouTube-канал Евровидения опубликовал победное выступление Nyendra с песней «Lhayi semo (The Angel)» - первой подтверждённой заявки в истории Евровидения Азия 2026. Артист поделился первыми эмоциями после объявления результатов отбора.\n\n[🎥 ВИДЕО: Первые эмоции и комментарий Nyendra после объявления результатов]\n\n«Это огромное счастье и ответственность - стать первым в истории артистом, который представит свой народ на азиатском Евровидении», - отметил Nyendra.\n\n🔗 **СМОТРЕТЬ ВЫСТУПЛЕНИЕ:** [YouTube](https://youtu.be/OKXAXwOFEpQ)\n\n📊 **Как вам первая заявка в истории Евровидения Азия - «Lhayi semo» от Nyendra?**\n\n🔵 Отличный выбор, достойный представитель\n🔴 Ожидал(а) победы других финалистов\n🟡 Приятный трек, но жду релизов из других стран\n🟢 Пока сложно оценить уровень",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786470000.0,
            "poll": null
        },
        {
            "m": "11.08 | 18:30",
            "id": "local",
            "u": "",
            "t": "🇧🇹 БУТАН: NYENDRA - ПОБЕДИТЕЛЬ RHYTHM OF BHUTAN И ПЕРВЫЙ УЧАСТНИК ЕВРОВИДЕНИЯ АЗИЯ 2026",
            "b": "24-летний исполнитель Nyendra с песней «Lhayi semo (The Angel)» одержал победу в финале национального отбора Rhythm of Bhutan и стал первым официальным участником в истории Евровидения Азия 2026.\n\n[📷 ФОТО: Победитель отбора Nyendra с наградой Rhythm of Bhutan]\n\nРезультат определили голосование профессионального жюри (40%), зрителей Бутана (40%) и международный блок «Rest of the World» (20%). В ноябре Nyendra представит Бутан на гранд-финале в Бангкоке.\n\n🔗 **СМОТРЕТЬ ВЫСТУПЛЕНИЕ:** [YouTube](https://youtu.be/93peWNKNTvw)",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786462200.0,
            "poll": null
        },
        {
            "m": "11.08 | 18:30",
            "id": "local",
            "u": "",
            "t": "🇧🇹 БУТАН: NYENDRA - ПЕРЕМОЖЕЦЬ RHYTHM OF BHUTAN ТА ПЕРШИЙ УЧАСНИК ЄВРОБАЧЕННЯ АЗІЯ 2026",
            "b": "24-річний виконавець Nyendra з піснею «Lhayi semo (The Angel)» здобув перемогу у фіналі національного відбору Rhythm of Bhutan та став першим офіційним учасником в історії Євробачення Азія 2026.\n\n[📷 ФОТО: Переможець відбору Nyendra з нагородою Rhythm of Bhutan]\n\nРезультат визначили голосування професійного журі (40%), глядачів Бутану (40%) та міжнародний блок «Rest of the World» (20%). У листопаді Nyendra представить Бутан на ґранд-фіналі у Бангкоку.\n\n🔗 **ДИВИТИСЯ ВИСТУП:** [YouTube](https://youtu.be/93peWNKNTvw)",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786462200.0,
            "poll": null
        },
        {
            "m": "11.08 | 12:15",
            "id": "local",
            "u": "",
            "t": "🇧🇬 ЄВРОБАЧЕННЯ 2027 - ОГОЛОШЕННЯ МІСТА-ГОСПОДАРЯ ПЕРЕНЕСЕНО НА 13 СЕРПНЯ",
            "b": "Оголошення міста-господаря та дат Євробачення 2027 перенесено з 12 на четвер, 13 серпня. Причиною 24-годинної затримки стала екстрена пресконференція уряду Болгарії щодо інциденту з безпілотником у повітряному просторі країни.\n\nУ четвер мовник БНТ та EBU офіційно назвуть місто проведення та дати конкурсу. Головним фаворитом букмекерів залишається Бургас (75% ймовірності), який змагається зі столицею Софією.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786439700.0,
            "poll": null
        },
        {
            "m": "11.08 | 12:15",
            "id": "local",
            "u": "",
            "t": "🇧🇬 ЕВРОВИДЕНИЕ 2027 - ОБЪЯВЛЕНИЕ ГОРОДА-ХОЗЯИНА ПЕРЕНЕСЕНО НА 13 АВГУСТА",
            "b": "Объявление города-хозяина и дат Евровидения 2027 перенесено с 12 на четверг, 13 августа. Причиной 24-часовой задержки стала экстренная пресс-конференция правительства Болгарии, связанная с инцидентом с беспилотником в воздушном пространстве страны.\n\nВ четверг вещатель БНТ и EBU официально назовут город проведения и даты конкурса. Главным фаворитом букмекеров остаётся Бургас (75% вероятности), соревнующийся со столицей Софией.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786439700.0,
            "poll": null
        },
        {
            "m": "11.08 | 10:15",
            "id": "local",
            "u": "",
            "t": "🇵🇭 ФІЛІППІНИ: ЗАТВЕРДЖЕНО ТОЧНИЙ ЧАС РЕЛІЗУ ТРЕКІВ PHILIPPINE SELECTION NIGHT",
            "b": "Філіппінський мовник ABS-CBN оголосив точний час прем'єри 10 конкурсних пісень національного відбору на Євробачення Азія 2026.\n\n[📷 ФОТО: Промо-анонс відбору Philippine Selection Night]\n\nРеліз повних версій треків та оголошення імен 10 виконавців відбудеться 17 серпня о 13:00 за київським часом (18:00 PHT). Національний фінал Philippine Selection Night відбудеться 30 серпня.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786432500.0,
            "poll": null
        },
        {
            "m": "11.08 | 10:15",
            "id": "local",
            "u": "",
            "t": "🇵🇭 ФИЛИППИНЫ: УТВЕРЖДЕНО ТОЧНОЕ ВРЕМЯ РЕЛИЗА ТРЕКОВ PHILIPPINE SELECTION NIGHT",
            "b": "Филиппинский вещатель ABS-CBN объявил точное время премьеры 10 конкурсных песен национального отбора на Евровидение Азия 2026. \n\n[📷 ФОТО: Промо-анонс отбора Philippine Selection Night]\n\nРелиз полных версий треков и объявление имён 10 исполнителей состоится 17 августа в 13:00 по Риге (18:00 PHT). Национальный финал Philippine Selection Night пройдёт 30 августа.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786432500.0,
            "poll": null
        },
        {
            "m": "11.08 | 10:00",
            "id": "local",
            "u": "",
            "t": "🇧🇹 СЕГОДНЯ: ФИНАЛ ОТБОРА RHYTHM OF BHUTAN НА ЕВРОВИДЕНИЕ АЗИЯ",
            "b": "Сегодня в 16:00 по Риге Бутан войдёт в историю как первая страна, которая выберет своего представителя на дебютный конкурс Евровидение Азия 2026. Прямой эфир финального шоу Rhythm of Bhutan пройдёт в студии BBS в Тхимпху.\n\n[🎥 ВИДЕО: Прямой эфир финала Rhythm of Bhutan]\n\nЗа путёвку в Бангкок поборются 5 артистов:\n1. Karma Drupchu - «Pha Yuel»\n2. The Sangay Lhaden Band - «Pemi Tshewang Tashi»\n3. Nyendra - «Lhayi Semo»\n4. Pelden Wangchuk - «Jo’druel»\n5. Baeyul 301 - «Drenpa»\n\nПобедителя определят жюри (40%), зрители Бутана (40%) и международное голосование «Rest of the World» (20%) на eurovisionasia.com.\n\n🔗 **СМОТРЕТЬ ЭФИР:** [YouTube](https://www.youtube.com/watch?v=Q8keBRAzbbk)\n\n📊 **Кто победит в финале Rhythm of Bhutan и поедет в Бангкок?**\n\n🔵 Karma Drupchu - «Pha Yuel»\n🔴 The Sangay Lhaden Band - «Pemi Tshewang Tashi»\n🟡 Nyendra - «Lhayi Semo»\n🟢 Pelden Wangchuk - «Jo’druel»\n🟣 Baeyul 301 - «Drenpa»",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786431600.0,
            "poll": null
        },
        {
            "m": "11.08 | 10:00",
            "id": "local",
            "u": "",
            "t": "🇧🇹 СЬОГОДНІ: ФІНАЛ ВІДБОРУ RHYTHM OF BHUTAN НА ЄВРОБАЧЕННЯ АЗІЯ",
            "b": "Сьогодні о 16:00 за київським часом Бутан увійде в історію як перша країна, яка обере свого представника на дебютний конкурс Євробачення Азія 2026. Прямий ефір фінального шоу Rhythm of Bhutan пройде в студії BBS у Тхімпху.\n\n[🎥 ВИДЕО: Прямий ефір фіналу Rhythm of Bhutan]\n\nЗа путівку до Бангкока поборються 5 артистів:\n1. Karma Drupchu - «Pha Yuel»\n2. The Sangay Lhaden Band - «Pemi Tshewang Tashi»\n3. Nyendra - «Lhayi Semo»\n4. Pelden Wangchuk - «Jo’druel»\n5. Baeyul 301 - «Drenpa»\n\nПереможця визначать журі (40%), глядачі Бутану (40%) та міжнародне голосування «Rest of the World» (20%) на eurovisionasia.com.\n\n🔗 **ДИВИТИСЯ ЕФІР:** [YouTube](https://www.youtube.com/watch?v=Q8keBRAzbbk)\n\n📊 **Хто переможе у фіналі Rhythm of Bhutan та поїде до Бангкока?**\n\n🔵 Karma Drupchu - «Pha Yuel»\n🔴 The Sangay Lhaden Band - «Pemi Tshewang Tashi»\n🟡 Nyendra - «Lhayi Semo»\n🟢 Pelden Wangchuk - «Jo’druel»\n🟣 Baeyul 301 - «Drenpa»",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786431600.0,
            "poll": null
        },
        {
            "m": "10.08 | 22:00",
            "id": "local",
            "u": "",
            "t": "🇱🇹 ЛИТВА: ПІДТВЕРДЖЕНО УЧАСТЬ У ЄВРОБАЧЕННІ 2027",
            "b": "Литовський національний мовник LRT офіційно підтвердив намір виступити на 71-му конкурсі пісні Євробачення 2027 у Болгарії. Заяву зробила менеджерка міжнародних проєктів LRT Ієва Мастеніца.\n\n[📷 ФОТО: Виступ Lion Ceccah на сцені Євробачення 2026 у Відні]\n\nНа конкурсі 2026 року у Відні країну представляв Lion Ceccah з піснею «Sólo Quiero Más», який посів 22-ге місце у фіналі та продовжив серію виходів Литви до ґранд-фіналу до шести разів поспіль. Деталі національного відбору LRT оголосить пізніше.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786388400.0,
            "poll": null
        },
        {
            "m": "10.08 | 22:00",
            "id": "local",
            "u": "",
            "t": "🇱🇹 ЛИТВА: ПОДТВЕРЖДЕНО УЧАСТИЕ В ЕВРОВИДЕНИИ 2027",
            "b": "Литовский национальный вещатель LRT официально подтвердил намерение выступить на 71-м конкурсе песни Евровидение 2027 в Болгарии. Заявление сделала менеджер международных проектов LRT Иева Мастеница.\n\n[📷 ФОТО: Выступление Lion Ceccah на сцене Евровидения 2026 в Вене]\n\nНа конкурсе 2026 года в Вене страну представлял Lion Ceccah с песней «Sólo Quiero Más», занявший 22-е место в финале и продливший серию выходов Литвы в гранд-финал до шести раз подряд. Детали национального отбора LRT объявит позднее.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786388400.0,
            "poll": null
        },
        {
            "m": "10.08 | 17:00",
            "id": "local",
            "u": "",
            "t": "🇲🇳 МОНГОЛІЯ: УЧАСТЬ У ЄВРОБАЧЕННІ АЗІЯ 2026 ТА НАЦВІДБІР MONGOLIA'S CHOSEN ONE",
            "b": "Спільнота Eurovision Asia Updates повідомляє про участь Монголії у дебютному випуску Євробачення Азія 2026 у Бангкоку. Представника країни визначать у межах нового національного відбору «Mongolia's Chosen One».\n\n[📷 ФОТО: Промо-графіка з анонсом відбору в Монголії]\n\nДеталі формату та склад учасників мовник оголосить найближчим часом.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786370400.0,
            "poll": null
        }
    ],
    "qualifiers": [
        {
            "id": "bg",
            "a": "Dara"
        },
        {
            "id": "fi",
            "a": "Linda Lampenius & Pete Parkkonen"
        }
    ],
    "eliminated": [
        {
            "id": "md",
            "a": "Satoshi",
            "s": "Viva, Moldova!"
        },
        {
            "id": "gr",
            "a": "Akylas",
            "s": "Ferto"
        },
        {
            "id": "it",
            "a": "Sal Da Vinci",
            "s": "Per sempre sì"
        },
        {
            "id": "me",
            "a": "Tamara Živković",
            "s": "Nova zora"
        },
        {
            "id": "at",
            "a": "COSMØ",
            "s": "Tanzschein"
        },
        {
            "id": "al",
            "a": "Alis",
            "s": "Nën"
        },
        {
            "id": "au",
            "a": "Delta Goodrem",
            "s": "Eclipse"
        },
        {
            "id": "am",
            "a": "Simón",
            "s": "Paloma rumba"
        },
        {
            "id": "lu",
            "a": "Eva Marija",
            "s": "Mother Nature"
        },
        {
            "id": "ro",
            "a": "A. Căpitănescu",
            "s": "Choke Me"
        },
        {
            "id": "lt",
            "a": "Lion Ceccah",
            "s": "Sólo quiero más"
        },
        {
            "id": "hr",
            "a": "Lelek",
            "s": "Andromeda"
        },
        {
            "id": "lv",
            "a": "Atvara",
            "s": "Ēnā"
        },
        {
            "id": "cz",
            "a": "Daniel Zizka",
            "s": "Crossroads"
        },
        {
            "id": "ua",
            "a": "Leléka",
            "s": "Ridnym"
        },
        {
            "id": "ee",
            "a": "Vanilla Ninja",
            "s": "Too Epic to Be True"
        },
        {
            "id": "pt",
            "a": "Bandidos do Cante",
            "s": "Rosa"
        },
        {
            "id": "az",
            "a": "Jiva",
            "s": "Just Go"
        },
        {
            "id": "il",
            "a": "Noam Bettan",
            "s": "Michelle"
        },
        {
            "id": "rs",
            "a": "Lavina",
            "s": "Kraj mene"
        },
        {
            "id": "fr",
            "a": "Monroe",
            "s": "Regarde !"
        },
        {
            "id": "pl",
            "a": "Alicja",
            "s": "Pray"
        },
        {
            "id": "no",
            "a": "Jonas Lovv",
            "s": "Ya Ya Ya"
        },
        {
            "id": "de",
            "a": "Sarah Engels",
            "s": "Fire"
        },
        {
            "id": "sm",
            "a": "Senhit",
            "s": "Superstar"
        },
        {
            "id": "ch",
            "a": "Veronica Fusaro",
            "s": "Alice"
        },
        {
            "id": "be",
            "a": "Essyla",
            "s": "Dancing on the Ice"
        },
        {
            "id": "cy",
            "a": "Antigoni",
            "s": "Jalla"
        },
        {
            "id": "dk",
            "a": "Søren"
        },
        {
            "id": "ge",
            "a": "Bzikebi"
        },
        {
            "id": "se",
            "a": "Felicia"
        },
        {
            "id": "gb",
            "a": "LMNC"
        }
    ],
    "nominees": [
        {
            "a": "🇨🇿 Daniel Zizka",
            "s": "Amar Pelos Dois (Salvador Sobral, PT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇵🇹 Bandidos do Cante",
            "s": "Saudade, Saudade (MARO, PT 2022)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇾 Little Antigoni",
            "s": "My Number One (Helena Paparizou, GR 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇭 Veronica Fusaro",
            "s": "Satellite (Lena, DE 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇩 Satoshi",
            "s": "Rim Tim Tagi Dim (Baby Lasagna, HR 2024)",
            "img": "assets/sf_moldova.png"
        },
        {
            "a": "🇲🇹 AIDAN",
            "s": "Per Sempre Sì (Sal Da Vinci, IT 2026)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇪 Sarah Engels",
            "s": "Nel Blu Dipinto Di Blu (Domenico Modugno, IT 1958)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇸🇲 SENHIT",
            "s": "Occidentali's Karma (Francesco Gabbani, IT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇳🇴 JONAS LOVV",
            "s": "Arcade (Duncan Laurence, NL 2019)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇦🇺 Delta Goodrem",
            "s": "Tattoo (Loreen, SE 2023)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇻 Atvara",
            "s": "Fly On The Wings Of Love (Olsen Brothers, DK 2000)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇴 Alexandra Căpitănescu",
            "s": "Fuego (Eleni Foureira, CY 2018)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇬🇷 Akylas",
            "s": "Rise Like a Phoenix (Conchita Wurst, AT 2014)",
            "img": "assets/sf_greece.png"
        },
        {
            "a": "🇦🇿 JIVA",
            "s": "We Could Be The Same (maNga, TR 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇺 Eva Marija",
            "s": "Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇺🇦 LELÉKA",
            "s": "Baller (Abor & Tynna, DE 2025)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇭🇷 LELEK",
            "s": "Wild Dances (Ruslana, UA 2004)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇪 Tamara Živković",
            "s": "Euphoria - After Dark (Loreen, SE 2012)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇸 LAVINA",
            "s": "In My Dreams (Wig Wam, NO 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇰 Søren Torpegaard Lund",
            "s": "Forlad Mig Ikke Her - Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        }
    ],
    "odds": [
        {
            "r": 1,
            "id": "fi",
            "c": "Finland",
            "p": "30%"
        },
        {
            "r": 2,
            "id": "fr",
            "c": "France",
            "p": "11%"
        },
        {
            "r": 3,
            "id": "dk",
            "c": "Denmark",
            "p": "10%"
        },
        {
            "r": 4,
            "id": "au",
            "c": "Australia",
            "p": "8%"
        },
        {
            "r": 5,
            "id": "gr",
            "c": "Greece",
            "p": "8%"
        },
        {
            "r": 6,
            "id": "se",
            "c": "Sweden",
            "p": "4%"
        },
        {
            "r": 7,
            "id": "il",
            "c": "Israel",
            "p": "4%"
        },
        {
            "r": 8,
            "id": "ua",
            "c": "Ukraine",
            "p": "3%"
        },
        {
            "r": 9,
            "id": "it",
            "c": "Italy",
            "p": "3%"
        },
        {
            "r": 10,
            "id": "ro",
            "c": "Romania",
            "p": "3%"
        }
    ],
    "next_chart": {
        "series": "EuroGroove",
        "theme": "ALBM Cuts (Vienna Aftermath)",
        "status": "live",
        "opens": "2026-05-24T20:30:00+03:00",
        "closes": "2026-05-31T19:00:00+03:00",
        "vote_url": "https://strawpoll.com/eurogroove-albm-cuts-2026"
    }
};