var DATA = {
    "battles": [
        {
            "id": 9,
            "n": "QF #1",
            "qf": "TO SF1",
            "t1": "fi",
            "a1": "Linda Lampenius and Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "82%",
            "t2": "dk",
            "a2": "Søren Torpegaard Lund",
            "s2": "Før vi går hjem",
            "sc2": "18%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 10,
            "n": "QF #2",
            "qf": "TO SF1",
            "t1": "gr",
            "a1": "Akylas",
            "s1": "Ferto",
            "sc1": "64% ★",
            "t2": "ge",
            "a2": "Bzikebi",
            "s2": "On Replay",
            "sc2": "36%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 11,
            "n": "QF #3",
            "qf": "TO SF2",
            "t1": "se",
            "a1": "Felicia",
            "s1": "My System",
            "sc1": "44%",
            "t2": "md",
            "a2": "Satoshi",
            "s2": "Viva, Moldova!",
            "sc2": "56% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 12,
            "n": "QF #4",
            "qf": "TO SF2",
            "t1": "gb",
            "a1": "Look Mum No Computer",
            "s1": "Eins, Zwei, Drei",
            "sc1": "50%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "50% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 13,
            "n": "SF #1",
            "qf": "TO FINAL",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "87% ★",
            "t2": "gr",
            "a2": "Akylas",
            "s2": "Ferto",
            "sc2": "13%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 14,
            "n": "SF #2",
            "qf": "TO FINAL",
            "t1": "md",
            "a1": "Satoshi",
            "s1": "Viva, Moldova!",
            "sc1": "36%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "64% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 15,
            "n": "GRAND FINAL",
            "qf": "THE CHAMPION",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "77%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "23%",
            "w": 1,
            "status": "DONE"
        }
    ],
    "rehearsals": [
        {
            "d": "15.05",
            "t": "14:30 - 18:30",
            "c": "at",
            "a": "Grand Final: Dress Rehearsal 1 (Press)",
            "s": "UPCOMING"
        },
        {
            "d": "15.05",
            "t": "22:00 - 02:00",
            "c": "at",
            "a": "Grand Final: Jury Show",
            "s": "UPCOMING"
        }
    ],
    "roadmap": [
        {
            "d": "30.05",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - НОЧЬ 1",
            "e": "🇦🇱 Festivali i Këngës për Fëmijë"
        },
        {
            "d": "31.05",
            "s": "WAITING",
            "t": "JESC АЛБАНИЯ - НОЧЬ 2",
            "e": "🇦🇱 Второй этап отбора"
        },
        {
            "d": "01.06",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - ФИНАЛ",
            "e": "🇦🇱 Выбор представителя"
        },
        {
            "d": "06.06",
            "s": "WAITING",
            "t": "YOUNG MUSICIANS - ЕРЕВАН",
            "e": "🇦🇲 Eurovision Young Musicians 2026"
        },
        {
            "d": "01.08",
            "s": "MAJOR",
            "t": "ESC ASIA: БУТАН СТАРТ",
            "e": "🇧🇹 Первый нацотбор азиатской версии"
        },
        {
            "d": "17.08",
            "s": "MAJOR",
            "t": "UMK 2027 ЗАЯВКИ ОТКРЫТЫ",
            "e": "🇫🇮 yle.fi/umk - окно до 23.08"
        },
        {
            "d": "23.08",
            "s": "WAITING",
            "t": "UMK 2027 ЗАЯВКИ ЗАКРЫТЫ",
            "e": "🇫🇮 Дедлайн подачи"
        },
        {
            "d": "19.09",
            "s": "WAITING",
            "t": "ESC ASIA: НЕПАЛ",
            "e": "🇳🇵 Himalaya TV - National Final"
        },
        {
            "d": "24.10",
            "s": "MAJOR",
            "t": "JUNIOR EUROVISION - МАЛЬТА",
            "e": "🇲🇹 23-й детский конкурс"
        },
        {
            "d": "14.11",
            "s": "MAJOR",
            "t": "ESC ASIA - БАНГКОК",
            "e": "🌏 Grand Final, прямой эфир"
        }
    ],
    "chart": [
        {
            "r": 1,
            "a": "Linda Lampenius & Pete Parkkonen",
            "s": "Liekinheitin",
            "p": "72 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Linda%20Lampenius%20%26%20Pete%20Parkkonen"
        },
        {
            "r": 2,
            "a": "Taylor Swift",
            "s": "I Knew It, I Knew You",
            "p": "68 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Taylor%20Swift"
        },
        {
            "r": 3,
            "a": "BLACKPINK",
            "s": "JUMP",
            "p": "68 pts (=)",
            "img": "https://i.pravatar.cc/150?u=BLACKPINK"
        },
        {
            "r": 4,
            "a": "BTS",
            "s": "SWIM",
            "p": "55 pts (=)",
            "img": "https://i.pravatar.cc/150?u=BTS"
        },
        {
            "r": 5,
            "a": "Olivia Rodrigo",
            "s": "drop dead",
            "p": "53 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Olivia%20Rodrigo"
        },
        {
            "r": 6,
            "a": "Sal Da Vinci",
            "s": "Per sempre sì",
            "p": "53 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Sal%20Da%20Vinci"
        },
        {
            "r": 7,
            "a": "By Индия, Xcho, МОТ",
            "s": "Шадэ",
            "p": "47 pts (=)",
            "img": "https://i.pravatar.cc/150?u=By%20%D0%98%D0%BD%D0%B4%D0%B8%D1%8F%2C%20Xcho%2C%20%D0%9C%D0%9E%D0%A2"
        },
        {
            "r": 8,
            "a": "Alexandra Căpitănescu",
            "s": "Choke Me",
            "p": "44 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Alexandra%20C%C4%83pit%C4%83nescu"
        },
        {
            "r": 9,
            "a": "Егор Крид, ARTIK & ASTI",
            "s": "KARMA",
            "p": "44 pts (=)",
            "img": "https://i.pravatar.cc/150?u=%D0%95%D0%B3%D0%BE%D1%80%20%D0%9A%D1%80%D0%B8%D0%B4%2C%20ARTIK%20%26%20ASTI"
        },
        {
            "r": 10,
            "a": "KATSEYE",
            "s": "PINKY UP",
            "p": "43 pts (=)",
            "img": "https://i.pravatar.cc/150?u=KATSEYE"
        },
        {
            "r": 11,
            "a": "BEARWOLF",
            "s": "Феникс",
            "p": "38 pts (=)",
            "img": "https://i.pravatar.cc/150?u=BEARWOLF"
        },
        {
            "r": 12,
            "a": "Tyla, Zara Larsson",
            "s": "SHE DID IT AGAIN",
            "p": "36 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Tyla%2C%20Zara%20Larsson"
        },
        {
            "r": 13,
            "a": "Сергей Лазарев, Полина Гагарина",
            "s": "Хэппи Энд",
            "p": "33 pts (=)",
            "img": "https://i.pravatar.cc/150?u=%D0%A1%D0%B5%D1%80%D0%B3%D0%B5%D0%B9%20%D0%9B%D0%B0%D0%B7%D0%B0%D1%80%D0%B5%D0%B2%2C%20%D0%9F%D0%BE%D0%BB%D0%B8%D0%BD%D0%B0%20%D0%93%D0%B0%D0%B3%D0%B0%D1%80%D0%B8%D0%BD%D0%B0"
        },
        {
            "r": 14,
            "a": "Madonna",
            "s": "Love Sensation",
            "p": "30 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Madonna"
        },
        {
            "r": 15,
            "a": "Dave, Tems",
            "s": "Raindance",
            "p": "29 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Dave%2C%20Tems"
        },
        {
            "r": 16,
            "a": "Madison Beer",
            "s": "lovergirl",
            "p": "29 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Madison%20Beer"
        },
        {
            "r": 17,
            "a": "HOLLYFLAME",
            "s": "Тону",
            "p": "28 pts (=)",
            "img": "https://i.pravatar.cc/150?u=HOLLYFLAME"
        },
        {
            "r": 18,
            "a": "Dara",
            "s": "Bangaranga",
            "p": "23 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Dara"
        },
        {
            "r": 19,
            "a": "SAYAN",
            "s": "Мальборо",
            "p": "14 pts (=)",
            "img": "https://i.pravatar.cc/150?u=SAYAN"
        },
        {
            "r": 20,
            "a": "Ваня Дмитриенко",
            "s": "След",
            "p": "13 pts (=)",
            "img": "https://i.pravatar.cc/150?u=%D0%92%D0%B0%D0%BD%D1%8F%20%D0%94%D0%BC%D0%B8%D1%82%D1%80%D0%B8%D0%B5%D0%BD%D0%BA%D0%BE"
        }
    ],
    "news": [
        {
            "m": "20.07 | 13:45",
            "id": "local",
            "u": "",
            "t": "🌏 ЕВРОВИДЕНИЕ АЗИЯ: КРЕАТИВНЫЙ ДИРЕКТОР ZOOP НАМЕКАЕТ НА 14 СТРАН",
            "b": "Креативный директор платформы ZOOP (социального партнёра конкурса) сообщил в Instagram, что в ближайшие три месяца посетит 14 стран региона. Инсайдеры рассматривают это как прямой намёк на расширение состава участников **Евровидения Азия 2026** в Бангкоке.\n\nНа данный момент EBU и компания Voxovation официально подтвердили участие 10 стран, а недавний промо-ролик камбоджийского TV5 демонстрировал флаги Китая и Монголии (12 стран). Поездка руководства ZOOP в 14 государств указывает на финализацию переговоров ещё с двумя вещателями перед шоу 14 ноября.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784544300.0,
            "poll": null
        },
        {
            "m": "20.07 | 13:45",
            "id": "local",
            "u": "",
            "t": "🌏 ЄВРОБАЧЕННЯ АЗІЯ: КРЕАТИВНИЙ ДИРЕКТОР ZOOP НАТЯКАЄ НА 14 КРАЇН",
            "b": "Креативний директор платформи ZOOP (соціального партнера конкурсу) повідомив у Instagram, що протягом наступних трьох місяців відвідає 14 країн регіону. Інсайдери розглядають це як прямий натяк на розширення складу учасників **Євробачення Азія 2026** у Бангкоку.\n\nНаразі EBU та компанія Voxovation офіційно підтвердили участь 10 країн, а нещодавній промо-ролик камбоджійського TV5 демонстрував прапори Китаю та Монголії (12 країн). Поїздка керівництва ZOOP до 14 держав вказує на фіналізацію переговорів ще з двома мовниками перед шоу 14 листопада.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784544300.0,
            "poll": null
        },
        {
            "m": "20.07 | 07:08",
            "id": "70",
            "u": "https://t.me/YourEurovision/6284",
            "t": "🇪🇺 ДАЙДЖЕСТ: ГЛАВНЫЕ НОВОСТИ МУЗЫКАЛЬНЫХ ВЕЩАТЕЛЕЙ И ИТОГИ НЕДЕЛИ",
            "b": "Краткий разбор ключевых анонсов и решений от национальных вещателей за прошедшие выходные:\n🇨🇦 Канада - Детали отбора осенью 2026:\nВещатель CBC/Radio-Canada объявил, что раскроет формат отбора на дебютное Евровидение 2027 этой осенью. Премьер-министр Марк Карни ранее подтвердил, что зрители получат право голоса, намекая на проведение телешоу.\n🇮🇹 Италия - Даты Сан-Ремо 2027 и спецвечер:\nФестиваль Сан-Ремо 2027 пройдет с 16 по 20 февраля. Представителя на Евровидение 2027 выберут 19 февраля в рамках четвертого вечера. Победитель Sanremo Giovani войдёт напрямую в категорию Big.\n🇨🇾 Кипр - Обязательство по трем конкурсам EBU:\nВещатель CyBC зафиксировал политику участия во всех трех музыкальных проектах EBU: Евровидение (ESC), Детское Евровидение (JESC) и Евровидение молодых музыкантов (EYM). Кипр стал лишь четвёртой страной с таким статусом наряду с Арменией, Польшей и Португалией.\n🇦🇲 Армения - Второй этап отбора на JESC 2026:\n40 исполнителей выступили во втором туре прослушиваний на Детское Евровидение 2026 в Ереване. В состав жюри вошла певица Rosa Linn (представительница Армении на Евровидении 2022).\n⏱️ Время чтения: 1.1 мин | 🇪🇺 YourVision: Дайджест",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784531335.0,
            "poll": null
        },
        {
            "m": "20.07 | 10:00",
            "id": "local",
            "u": "",
            "t": "🇪🇺 ДАЙДЖЕСТ: ГОЛОВНІ НОВИНИ МУЗИЧНИХ МОВНИКІВ ТА ПІДСУМКИ ТИЖНЯ",
            "b": "Короткий розбір ключових анонсів та рішень від національних мовників за минулі вихідні:\n\n🇨🇦 **Канада - Деталі відбору восени 2026:**\nМовник CBC/Radio-Canada оголосив, що розкриє формат відбору на дебютне Євробачення 2027 цієї осені. Прем'єр-міністр Марк Карні раніше підтвердив, що глядачі отримають право голосу, натякаючи на проведення телешоу.\n\n🇮🇹 **Італія - Дати Сан-Ремо 2027 та спецвечір:**\nФестиваль Сан-Ремо 2027 пройде з 16 по 20 лютого. Представника на Євробачення 2027 оберуть 19 лютого в межах четвертого вечора. Переможець Sanremo Giovani увійде напряму до категорії Big.\n\n🇨🇾 **Кіпр - Зобов'язання щодо трьох конкурсів EBU:**\nМовник CyBC зафіксував політику участі в усіх трьох музичних проєктах EBU: Євробачення (ESC), Дитяче Євробачення (JESC) та Євробачення молодих музикантів (EYM). Кіпр став лише четвертою країною з таким статусом поряд із Вірменією, Польщею та Португалією.\n\n🇦🇲 **Вірменія - Другий етап відбору на JESC 2026:**\n40 виконавців виступили у другому турі прослуховувань на Дитяче Євробачення 2026 у Єревані. До складу журі увійшла співачка Rosa Linn (представниця Вірменії на Євробаченні 2022).",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784530800.0,
            "poll": null
        },
        {
            "m": "19.07 | 18:24",
            "id": "70",
            "u": "https://t.me/YourEurovision/6283",
            "t": "Update",
            "b": "",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784485458.0,
            "poll": null
        },
        {
            "m": "19.07 | 17:10",
            "id": "local",
            "u": "",
            "t": "🇮🇹 ИТАЛИЯ: ПУТЕВКА ИЗ GIOVANI В BIG И НОВЫЙ РЕГЛАМЕНТ САН-РЕМО 2027",
            "b": "Художественный руководитель фестиваля Сан-Ремо 2027 Стефано Де Мартино официально утвердил изменения в регламенте. Главным нововведением станет отмена отдельной категории Nuove Proposte в феврале: победитель проекта Sanremo Giovani войдёт напрямую в основной список участников (Big).\n\n🏛 **Ключевые детали обновлённого регламента:**\n• **Финал Sanremo Giovani:** Состоится 18 декабря в прямом эфире Rai 1. В финал войдут 6 артистов (3 из отбора Area Sanremo и 3 по решению музыкальной комиссии).\n• **Формат февральских вечеров:** Все артисты категории Big будут выступать на сцене в каждый из конкурсных дней фестиваля.\n• **Отбор на Евровидение:** Представитель Италии на Евровидение 2027 будет определён в рамках специального тематического вечера Performance.\n\nРешение вернуть победителя Giovani сразу в число Big поддержано музыкальной индустрией и национальной федерацией FIMI, напомнив об успешном опыте продвижения Мамуда, Тананая и Клары.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784470200.0,
            "poll": null
        },
        {
            "m": "19.07 | 17:10",
            "id": "local",
            "u": "",
            "t": "🇮🇹 ІТАЛІЯ: ПУТІВКА З GIOVANI ДО BIG ТА НОВИЙ РЕГЛАМЕНТ САН-РЕМО 2027",
            "b": "Художній керівник фестивалю Сан-Ремо 2027 Стефано Де Мартіно офіційно затвердив зміни у регламенті. Головним нововведенням стане скасування окремої категорії Nuove Proposte у лютому: переможець проєкту Sanremo Giovani увійде напряму до основного списку учасників (Big).\n\n🏛 **Ключові деталі оновленого регламенту:**\n• **Фінал Sanremo Giovani:** Відбудеться 18 грудня у прямому ефірі Rai 1. До фіналу увійдуть 6 артистів (3 з відбору Area Sanremo та 3 за рішенням музичної комісії).\n• **Формат лютневих вечорів:** Усі артисти категорії Big виступатимуть на сцені у кожен із конкурсних днів фестивалю.\n• **Відбір на Євробачення:** Представник Італії на Євробачення 2027 буде визначений у межах спеціального тематичного вечора Performance.\n\nРішення повернути переможця Giovani одразу до числа Big підтримано музичною індустрією та національною федерацією FIMI, нагадавши про успішний досвід просування Мамуда, Тананая та Клари.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784470200.0,
            "poll": null
        },
        {
            "m": "18.07 | 10:16",
            "id": "70",
            "u": "https://t.me/YourEurovision/6282",
            "t": "🇪🇺 КАМБОДЖА: НОВОЕ ПРОМО ЕВРОВИДЕНИЯ АЗИЯ РАСКРЫЛО УЧАСТНИКОВ",
            "b": "Камбоджийский вещатель TV5 Cambodia выпустил промо-видео «Cambodia's Finest Voice», посвященное подготовке к конкурсу Евровидение Азия 2026. В ролике раскрыты важные подробности предстоящего шоу в Бангкоке.\nСогласно видео, в дебютном конкурсе примут участие 12 стран (ранее было официально подтверждено лишь 10). В кадре также продемонстрированы флаги Китая (🇨🇳) и Монголии (🇲🇳), что указывает на их присоединение к списку участников. Официальный релиз состава участников от EBU ожидается в ближайшее время.\n⏱️ Время чтения: 0.6 мин | 🌏 YourVision: Евровидение Азия",
            "img": "https://cdn4.telesco.pe/file/eZ8PaKp0FaPKLQ2D8CDUJhhdNgIQu9TYjxFFnKk9BkyLVkTeAetBc1QMa4I0GySTQizY8SWTU_nulV_22qJwAUhDfvlkW3P12jU0K7lyPONqmDJGZHLlkRRnAIal7KM97ENReC_4NWAlIdF6cXAGGBZPgNqg1IwoyHSPEf4fZPR2QP7VqWnPP_qGWCy8zlHiAg-_ytmz49JkRsWoF2YE1vDcjk4nW5GenpG1JeMbklrCI7Y83RpZiGON6KiTLZMDeUUR0wQ7_P9wDRoZa94SzBbwCYOo9Di9JJcuVB0eIYFuphQPkcLahObAD9r1avrkzb1h8V9CJgv61b-U7xzZlQ",
            "vid": "",
            "isVideo": false,
            "ts": 1784369771.0,
            "poll": null
        },
        {
            "m": "18.07 | 12:45",
            "id": "local",
            "u": "",
            "t": "🌏 КАМБОДЖА: НОВЕ ПРОМО ЄВРОБАЧЕННЯ АЗІЯ РОЗКРИЛО УЧАСНИКІВ",
            "b": "Камбоджійський мовник TV5 Cambodia випустив промо-відео «Cambodia's Finest Voice», присвячене підготовці до конкурсу **Євробачення Азія 2026**. У ролику розкрито важливі подробиці майбутнього шоу в Бангкоку.\n\nЗгідно з відео, у дебютному конкурсі візьмуть участь **12 країн** (раніше було офіційно підтверджено лише 10). У кадрі також продемонстровано прапори **Китаю** (🇨🇳) та **Монголії** (🇲🇳), що вказує на їхнє приєднання до списку учасників. Офіційний реліз складу учасників від EBU очікується найближчим часом.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784367900.0,
            "poll": null
        },
        {
            "m": "15.07 | 13:34",
            "id": "70",
            "u": "https://t.me/YourEurovision/6280",
            "t": "🇩🇪 ГЕРМАНИЯ: СТАРТ ОТБОРА НА ЕВРОВИДЕНИЕ 2027 И НОВАЯ МУЗЫКАЛЬНАЯ КОМАНДА",
            "b": "Вещатель SWR официально запустил приём заявок на национальный финал «Das Deutsche Finale 2027». Руководитель немецкой делегации Tina Sikorski представила обновлённую музыкальную команду экспертов, которая займётся поиском артистов и песен.\n🎹 Состав новой музыкальной команды SWR:\n• Pele Loriano: Известный продюсер и музыкальный директор швейцарских заявок, приведший страну к победам на Евровидении в 2024 и 2025 годах.\n• Jules (Julius Kalmbacher): Топовый немецкий продюсер, работавший с Helene Fischer, Mark Forster и Sarah Connor.\n• Florian Müller: Бывший международный A&R-менеджер Budde Music с глобальной сетью авторов.\n• Celina Spanier и Lilly Beling: Специалисты по поиску инди-талантов и менеджменту. Lilly Beling также работает с победителем Евровидения JJ.\nОрганизаторы делают упор на привлечение профессиональных авторов песен и опытных исполнителей с сильным вокалом. Подать заявку можно на официальной платформе SWR.\n⏱️ Время чтения: 1.1 мин | 🇩🇪 YourVision: Нацотборы",
            "img": "https://cdn4.telesco.pe/file/dDggjTr0OUcHN66ZjK8WJcA0U6peXDRsIeZuPRLxRFDVoEOio6dvDyK8UjnT7DQ-Eh7CZcuuaKYG7mgCxnDupgxLoTiYUUTgPkPRahaqnDm0KbZm04GddU6AOTimPgBzCpT3yl7RItW7UcdgXKtCMovzc4IK8f8QZyQee_Yw9-YRcbOoP-W42bxbXCLhywo3Q78TowcBquZJn-t9WTAWlukkpBrpjUSh0Xzxq1y41okU-tOtS4qpeGvqf5TnlwgKmPihpCZMVzbGNcw4l69IhPFKz02UYu4AuZ6GF2ByMrP6DeFB8kb6kRfZTj4mjhCQvr_XW_8rvnbOBaz8kY2eYA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1784122468.0,
            "poll": null
        },
        {
            "m": "15.07 | 16:25",
            "id": "local",
            "u": "",
            "t": "🇩🇪 НІМЕЧЧИНА: СТАРТ ВІДБОРУ НА ЄВРОБАЧЕННЯ 2027 ТА НОВА МУЗИЧНА КОМАНДА",
            "b": "Мовник SWR офіційно запустив прийом заявок на національний фінал «Das Deutsche Finale 2027». Керівниця німецької делегації **Tina Sikorski** представила оновлену музичну команду експертів, яка займатиметься пошуком артистів та пісень.\n\n🎹 **Склад нової музичної команди SWR:**\n• **Pele Loriano:** Відомий продюсер і музичний директор швейцарських заявок, який привів країну до перемог на Євробаченні у 2024 та 2025 роках.\n• **Jules (Julius Kalmbacher):** Топовий німецький продюсер, який працював із Helene Fischer, Mark Forster та Sarah Connor.\n• **Florian Müller:** Колишній міжнародний A&R-менеджер Budde Music із глобальною мережею авторів.\n• **Celina Spanier та Lilly Beling:** Фахівчині з пошуку інді-талантів та менеджменту. Lilly Beling також працює з переможцем Євробачення JJ.\n\nОрганізатори роблять акцент на залученні професійних авторів пісень та досвідчених виконавців із сильним вокалом. Подати заявку можна на офіційній платформі SWR.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784121900.0,
            "poll": null
        },
        {
            "m": "15.07 | 09:10",
            "id": "local",
            "u": "",
            "t": "🇦🇱 АЛБАНИЯ: ЭСЛИН КУРТИ ЗАПИСЫВАЕТ РЕВАМП В ШВЕЦИИ ДЛЯ ДЕТСКОГО ЕВРОВИДЕНИЯ 2026",
            "b": "Представительница Албании на Детском Евровидении 2026 **Eslin Kurti** отправилась в Гётеборг (Швеция) для записи обновленной версии конкурсной песни «Kërce me mua». Запись проходит на студии Svenska Grammofon Studion.\n\nВ работе над ревампом юную исполнительницу поддерживают автор песни Эрион Рушити (Erion Rushiti) и её педагог по вокалу Ольта Юба (Olta Juba). Эслин Курти получила право представить страну на конкурсе на Мальте после победы на фестивале Festivali Mbarëkombëtar i këngës për fëmijë 64.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784095800.0,
            "poll": null
        },
        {
            "m": "15.07 | 09:10",
            "id": "local",
            "u": "",
            "t": "🇦🇱 АЛБАНІЯ: ЕСЛІН КУРТІ ЗАПИСУЄ РЕВАМП У ШВЕЦІЇ ДЛЯ ДИТЯЧОГО ЄВРОБАЧЕННЯ 2026",
            "b": "Представниця Албанії на Дитячому Євробаченні 2026 **Eslin Kurti** вирушила до Гетеборга (Швеція) для запису оновленої версії конкурсної пісні «Kërce me mua». Запис проходить на студії Svenska Grammofon Studion.\n\nУ роботі над ревампом юну виконавицю підтримують автор пісні Еріон Рушиті (Erion Rushiti) та її педагог з вокалу Ольта Юба (Olta Juba). Еслін Курті отримала право представити країну на конкурсі на Мальті після перемоги на фестивалі Festivali Mbarëkombëtar i këngës për fëmijë 64.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784095800.0,
            "poll": null
        },
        {
            "m": "13.07 | 18:18",
            "id": "70",
            "u": "https://t.me/YourEurovision/6279",
            "t": "🇨🇾 КИПР: ГАРРИ ГЕОРГИУ ПРЕДСТАВИТ СТРАНУ НА ДЕТСКОМ ЕВРОВИДЕНИИ 2026",
            "b": "Вещатель CyBC официально объявил, что юный исполнитель Harry Georgiou представит Кипр на Детском Евровидении 2026 на Мальте. Исполнитель был выбран в рамках закрытых живых прослушиваний.\nДетали отбора и регламент:\n• Ход прослушивания: В отборе приняли участие 45 молодых вокалистов. Выступления оценивало профессиональное жюри из пяти человек по классической евровизийной шкале (12, 10, 8-1). В состав жюри вошли Рафаэлла Пантели и Христос Георгиу, которые представляли Кипр на Детском Евровидении 2025 года. Harry Georgiou набрал наибольшее количество баллов.\n• Требования к песне: Конкурсная композиция должна длиться от 2.5 до 3 минут и содержать не менее 60% текста на греческом языке (допускается кипрский диалект). Вещатель установил жесткий запрет на использование технологий искусственного интеллекта (AI) при создании песни. Конкурсный трек будет представлен позже.\n⏱️ Время чтения: 1.1 мин | 🇨🇾 YourVision: Детское Евровидение",
            "img": "https://cdn4.telesco.pe/file/XmXx1UCCzpzebxr1xI7flJlrcttaZ9znA0MTjyH4u6usGCcwZirdEeuTrogYGiKwyP-U8DE9XM0Q2xRQmACents_SfQjGXsk0ejDKp_yDc-rbvKJHKMCvsn-ufCa7EHuV2NglquTxCgkG7vD2SmzUY6mk4APnzrRN5yw_EbCJ2TMy5KtYl4M-sf0UTrLW3UAynkCtl0V7oNdnMkf07ihswqEs-KO4w4bb3KnpPRYO1OmrPRv44wx9nicNmvabi9alnX2qdUfvsPj6-USExIGjnYSnGHNWn69W4Ekun5sKhb5nNWvM8ZwwJscYXZFhPv7KwvshnoUYOlbgTdANTRgMA",
            "vid": "https://cdn4.telesco.pe/file/824eede202.mp4?token=oxv8TcZq1yVRUZAFtXut90HAahsuf0x51JnljhZcLkN9GzNcIwL3DyCsZxvtpRU-F14Kg0T7lyVosEfxVpGJ1sAr8wd0Q3MgYkHEWJXtFfeus-N_YiA_Xzh9B0dnUvS9zKw1MlzUKmetxcFPV1gAV8ypKiwAMroXECz_qN7-UcuZa_LDjx0zgo8eDzr90uGnhWyp0w0ueAXo_LGkTrDiSpKK0oCLSH_u10ixYFaTdYKfXa1pl93_Zu0uSkhta1bkU9aTQyFMLcJdcqKdWHGMiO4qFsmS5lM5VF3Q4h_zLn6kQbSbwLivvQ5zil04yC4KX38IqvuEtnQpbi-So0ixfw",
            "isVideo": true,
            "ts": 1783966684.0,
            "poll": null
        },
        {
            "m": "13.07 | 21:10",
            "id": "local",
            "u": "",
            "t": "🇨🇾 КІПР: ГАРРІ ГЕОРГІУ ПРЕДСТАВИТЬ КРАЇНУ НА ДИТЯЧОМУ ЄВРОБАЧЕННІ 2026",
            "b": "Мовник CyBC офіційно оголосив, що юний виконавець **Harry Georgiou** представить Кіпр на Дитячому Євробаченні 2026 на Мальті. Виконавця було обрано за результатами закритих живих прослуховувань.\n\n🎤 **Деталі відбору та регламент:**\n• **Хід прослуховувань:** У відборі взяли участь 45 молодих вокалістів. Виступи оцінювало професійне журі з п'яти осіб за класичною шкалою (12, 10, 8-1). До складу журі увійшли Рафаелла Пантелі та Христос Георгіу, які представляли Кіпр на Дитячому Євробаченні 2025 року. Harry Georgiou набрав найбільшу кількість балів.\n• **Вимоги до пісні:** Конкурсна композиція має тривати від 2.5 до 3 хвилин і містити не менше 60% тексту грецькою мовою (допускається кіпрський діалект). Мовник встановив жорстку заборону на використання технологій штучного інтелекту (AI) під час створення пісні. Конкурсний трек буде представлено пізніше.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1783966200.0,
            "poll": null
        },
        {
            "m": "13.07 | 13:15",
            "id": "70",
            "u": "https://t.me/YourEurovision/6275",
            "t": "🇧🇬 БОЛГАРИЯ: ОПРЕДЕЛЕН ШОРТ-ЛИСТ ГОРОДОВ ДЛЯ ЕВРОВИДЕНИЯ 2027",
            "b": "Борьба за право проведения 71-го конкурса Евровидение 2027 перешла в финальную стадию. Оргкомитет официально объявил шорт-лист, в который вошли два города: столица София и черноморский Бургас.\nГорода Пловдив и Варна (родина триумфатора прошедшего сезона DARA) выбыли из гонки. Окончательное решение и имя города-хозяина оргкомитет BNT и EBU объявят в ближайшие недели.\n⏱️ Время чтения: 0.5 мин | 🇧🇬 YourVision: Организация",
            "img": "https://cdn4.telesco.pe/file/uQ23yww47y_Q4C36hFO-PYdV7TdKBeB0gQNeDO7d-uhMVz0GoyOelKiP34zxMDYc_n4677OLHB8_BLwSb_8WHXnJ3qs8eQu2-RAtjO8DKoWvboOS7x0OlfgzfZ2GLX0gp-TxGVniiRY5k96i1ci07y-GkLlxlMiNQqvvCxc7MtOu3XKP23GbMPktbPfQ3VBvhqKcJ2VbUMZoUYqMI6jaKrdRFBn5lLhRqnvEvkrxdXqUTk7NaYKxRMrU4cslcxPhMJdDHJPv_dbJJZ3j6juYND4elOZciYNb_4xqt7yfDQSKNzL0waG0N79EpNdmjjIOwm9m7GownAQ7dVbOJj6_nw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1783948543.0,
            "poll": null
        },
        {
            "m": "13.07 | 16:05",
            "id": "local",
            "u": "",
            "t": "🇧🇬 БОЛГАРІЯ: ВИЗНАЧЕНО ШОРТ-ЛИСТ МІСТ ДЛЯ ЄВРОБАЧЕННЯ 2027",
            "b": "Боротьба за право проведення 71-го конкурсу Євробачення 2027 перейшла у фінальну стадію. Оргкомітет офіційно оголосив шорт-лист, до якого увійшли два міста: столиця **Софія** та чорноморський **Бургас**.\n\nМіста Пловдив та Варна (батьківщина тріумфаторки минулого сезону DARA) вибули з гонки. Остаточне рішення та ім'я міста-господаря оргкомітет BNT та EBU оголосять найближчими тижнями.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1783947900.0,
            "poll": null
        },
        {
            "m": "09.07 | 12:56",
            "id": "70",
            "u": "https://t.me/YourEurovision/6274",
            "t": "🇩🇪 ГЕРМАНИЯ: ТОРСТЕН АМАРЕЛЛ ВОЗГЛАВИТ ЕВРОВИЙСКОЕ НАПРАВЛЕНИЕ НА SWR",
            "b": "Бывший глава немецкой делегации Торстен Амарелл (Torsten Amarell) переходит на вещатель SWR, где возглавит отдел развлекательного вещания «Show & Factual» и возьмет на себя руководство проектом Евровидения в консорциуме ARD. На этом посту он сменит Кристиана Клейнау.\nОпыт руководства и вызовы:\nАмарелл обладает колоссальным евровизийным опытом. С 2010 по 2015 годы, работая на NDR, он руководил немецкой делегацией. Под его началом Германия праздновала победу Lena с песней «Satellite» в 2010 году и попадание в топ-10 Романа Лоба в 2012. Он также застал и спад результатов страны (последнее место Энн Софи в 2015 году).\nДля SWR, который провёл свой первый сезон в качестве ответственного за Евровидение вещателя, это кадровое решение является попыткой переломить череду неудач. В Вене представительница Германии Sarah Engels с песней «Fire» заняла 24-е место, получив 0 баллов от телезрителей.\n⏱️ Время чтения: 1.1 мин | 🇩🇪 YourVision: Назначения",
            "img": "https://cdn4.telesco.pe/file/C7C4YMMNKGcAtCgrkmehJHIesLbJU0JOBXkMim-HyX6UKRLNSAGo2qHFDnwTkR4FzDTe2Z5wzfB1i1AGLzWD5FcWGWlrSdeD-kU2bD3Kgka_X8fvo4hhUGWYZ0NwVA3PUxFnmEuwleF5vNsuULl4ORAgbySJIBGBb_BmTmwubiDhmZRICgvETvMRQvDvlNcXKdzNzO2AoisVNR34HybZLdfjYBsNQipVpnvHeQtQzjTSXUSqwvSTKCMWub4hTDUrlKxFxxfKusVK8fM2FCYXbHLwSVRrMOongwjBfC30lyFJPLKnrrTRH5ttoMYMMrPQTc9PmQbfuWt0PheRUUtLbg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1783601790.0,
            "poll": null
        },
        {
            "m": "09.07 | 15:35",
            "id": "local",
            "u": "",
            "t": "🇩🇪 НІМЕЧЧИНА: ТОРСТЕН АМАРЕЛЛ ОЧОЛИТЬ ЄВРОБІЙСЬКИЙ НАПРЯМОК НА SWR",
            "b": "Колишній керівник німецької делегації **Торстен Амарелл** (Torsten Amarell) переходить на мовник SWR, де очолить відділ розважального мовлення «Show & Factual» та візьме на себе керівництво проєктом Євробачення в консорціумі ARD. На цій посаді він змінить Крістіана Клейнау.\n\n⚖️ **Досвід керівництва та виклики:**\nАмарелл має колосальний євробійський досвід. З 2010 по 2015 роки, працюючи на NDR, він керував німецькою делегацією. Під його керівництвом Німеччина святкувала перемогу **Lena** з піснею «Satellite» у 2010 році та потрапляння в топ-10 Романа Лоба у 2012. Він також застав і спад результатів країни (останнє місце Енн Софі у 2015 році).\n\nДля SWR, який провів свій перший сезон як відповідальний за Євробачення мовник, це кадрове рішення є спробою переломити низку невдач. У Відні представниця Німеччини **Sarah Engels** із піснею «Fire» посіла 24-те місце, отримавши 0 балів від телеглядачів.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1783600500.0,
            "poll": null
        },
        {
            "m": "09.07 | 12:26",
            "id": "70",
            "u": "https://t.me/YourEurovision/6273",
            "t": "🇱🇺 ЛЮКСЕМБУРГ: ОТКРЫТ ПРИЕМ ЗАЯВОК НА LSC 2027",
            "b": "Вещатель RTL Lëtzebuerg объявил о старте приёма заявок на Luxembourg Song Contest (LSC) - национальный отбор на Евровидение 2027. Финал шоу состоится 30 января 2027 года на сцене Rockhal в Бельвале. Организаторы сохранили формат двух параллельных потоков отбора.\nКлючевые этапы и правила отбора:\n• Заявки артистов (до 20 сентября 2026): Исполнители могут подавать заявки без готовой песни. Обязательные требования: возраст от 18 лет (на 15 января 2027 года) и тесная связь с Люксембургом (гражданство, проживание от трёх лет или активная работа на местной музыкальной сцене). Очные прослушивания перед международным жюри пройдут в середине октября.\n• Приём песен (до 29 октября 2026): Композиторы из любой страны могут отправить треки длительностью до трёх минут, не выпущенные до 1 сентября 2026 года.\n• Палаточный лагерь (Pairing Workshop): В конце октября - начале ноября эксперты объединят отобранных артистов с лучшими песнями для создания финальных заявок.\n⏱️ Время чтения: 1.1 мин | 🇱🇺 YourVision: Нацотборы",
            "img": "https://cdn4.telesco.pe/file/PO5VxZ7W2yvb4DZtdTNmSaQ7Sgib_jjAR_roocMGAjAeXuH6-MJ7_b5zLlvNeZ3n9WQ5ke6EaN1-2AhR81wdZsHflBgxQ7RUOW-InON6pgtH_vYy59KaRWTe4aCBM43B2j-3mQQzkmdK_tHlu_3f3eqEwa3KIFLPSMPIB_BpiRx7HvLQJ3_18m5XaW3EkkZkAQFvUlYWtwr3GtpGphBvGMurKeFbdu4CW-1W2DP7qX9W5PX1UDcHgY-SVbjo-ijcbORHRWk4-B3CIUcuxLQbFF3WzH05WLz5_CW_Nc5iBCH22lgzGmMUBw2Zc1fw4wZbsKQmUIzmL-dY8KRKvBvvRQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1783600010.0,
            "poll": null
        },
        {
            "m": "09.07 | 15:10",
            "id": "local",
            "u": "",
            "t": "🇱🇺 ЛЮКСЕМБУРГ: ВІДКРИТО ПРИЙОМ ЗАЯВОК НА LSC 2027",
            "b": "Мовник RTL Lëtzebuerg оголосив про старт прийому заявок на Luxembourg Song Contest (LSC) - національний відбір на Євробачення 2027. Фінал шоу відбудеться 30 січня 2027 року на сцені Rockhal у Бельвалі. Організатори зберегли формат двох паралельних потоків відбору.\n\n📅 **Ключові етапи та правила відбору:**\n• **Заявки артистів (до 20 вересня 2026):** Виконавці можуть подавати заявки без готової пісні. Обов'язкові вимоги: вік від 18 років (на 15 січня 2027 року) та тісний зв'язок із Люксембургом (громадянство, проживання від трьох років або активна робота на місцевій музичній сцені). Прослуховування перед міжнародним журі пройдуть у середині жовтня.\n• **Прийом пісень (до 29 жовтня 2026):** Композитори з будь-якої країни можуть надіслати треки тривалістю до трьох хвилин, які не випускалися до 1 вересня 2026 року.\n• **Спільний семінар (Pairing Workshop):** Наприкінці жовтня - на початку листопада експерти об'єднають відібраних артистів із найкращими піснями для створення фінальних заявок.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1783599000.0,
            "poll": null
        },
        {
            "m": "06.07 | 06:15",
            "id": "70",
            "u": "https://t.me/YourEurovision/6272",
            "t": "🇧🇬 БОЛГАРИЯ: ОРГКОМИТЕТ НАЧИНАЕТ ОЦЕНКУ ЗАЯВОК ГОРОДОВ НА ЕВРОВИДЕНИЕ 2027",
            "b": "Сегодня организационный комитет во главе с вещателем BNT приступает к рассмотрению официальных заявок от городов-претендентов. Приём заявок завершился 3 июля, а имя хозяина конкурса Евровидение 2027 будет объявлено в конце июля.\nВ гонке участвуют четыре кандидата: София, Пловдив, Варна и Бургас. Основные требования EBU и BNT включают наличие арены вместимостью от 10 000 человек, развитую транспортную инфраструктуру, достаточный гостиничный фонд и доступность площадки на срок не менее 8 недель. Генеральный директор BNT Милена Милотинова подчеркнула, что вещатель ищет не просто площадку, а надёжного партнёра на весь сезон.\n⏱️ Время чтения: 0.7 мин | 🇧🇬 YourVision: Организация",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1783318522.0,
            "poll": null
        },
        {
            "m": "06.07 | 09:10",
            "id": "local",
            "u": "",
            "t": "🇧🇬 БОЛГАРІЯ: СОФІЯ РОЗКРИЛА ДЕТАЛІ ЗАЯВКИ НА ЄВРОБАЧЕННЯ 2027",
            "b": "Заступниця мера Софії з питань культури та туризму Ірина Дакова заявила, що столиця має всю необхідну інфраструктуру та є «природним вибором» для проведення конкурсу. У межах офіційної заявки міська влада представила детальну концепцію розташування ключових локацій Євробачення 2027.\n\n🏛 **Ключові локації в концепції Софії:**\n• **Головна арена:** Багатофункціональний комплекс **«Арена Армеєць»** (Arena Armeec).\n• **Євроселище (Eurovision Village):** Простір навколо Національного палацу культури (НДК). Зона буде повністю огороджена, а безпеку забезпечать сканери аеропортового типу.\n• **Бірюзова доріжка (Turquoise Carpet):** Площа перед НДК.\n• **Євроклуб (EuroClub) та нічне життя:** Артцентр **«Теплоцентраль»** (Toplocentrala) у Південному парку, який стане центром вечірніх розважальних програм.\n• **Додаткова інфраструктура:** Софійський технопарк (Sofia Tech Park).\n\nСеред переваг столиці Дакова виділила екологічну політику, розвинену мережу метро та досвід проведення Дитячого Євробачення 2015. Рішення щодо вибору міста оргкомітет BNT ухвалить до кінця липня.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1783318200.0,
            "poll": null
        },
        {
            "m": "06.07 | 09:10",
            "id": "local",
            "u": "",
            "t": "🇧🇬 БОЛГАРИЯ: СОФИЯ РАСКРЫЛА ДЕТАЛИ ЗАЯВКИ НА ЕВРОВИДЕНИЕ 2027",
            "b": "Заместитель мэра Софии по вопросам культуры и туризма Ирина Дакова заявила, что столица обладает всей необходимой инфраструктурой и является «естественным выбором» для проведения конкурса. В рамках официальной заявки городские власти представили детальную концепцию расположения ключевых локаций Евровидения 2027.\n\n🏛 **Ключевые локации в концепции Софии:**\n• **Главная арена:** Многофункциональный комплекс **«Арена Армеец»** (Arena Armeec).\n• **Евродеревня (Eurovision Village):** Пространство вокруг Национального дворца культуры (НДК). Зона будет полностью огорожена, а безопасность обеспечат сканеры аэропортового типа.\n• **Бирюзовая дорожка (Turquoise Carpet):** Площадь перед НДК.\n• **Евроклуб (EuroClub) и ночная жизнь:** Арт-центр **«Теплоцентраль»** (Toplocentrala) в Южном парке, который станет центром вечерних развлекательных программ.\n• **Дополнительная инфраструктура:** Софийский технопарк (Sofia Tech Park).\n\nСреди преимуществ столицы Дакова выделила экологическую политику, развитую сеть метро и опыт проведения Детского Евровидения 2015. Решение о выборе города оргкомитет BNT вынесет до конца июля.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1783318200.0,
            "poll": null
        },
        {
            "m": "06.07 | 06:09",
            "id": "70",
            "u": "https://t.me/YourEurovision/6268",
            "t": "🇳🇱 НИДЕРЛАНДЫ: ПРЕДСТАВЛЕНЫ СНИППЕТЫ ПЕСЕН JUNIOR SONGFESTIVAL 2026",
            "b": "Вещатель AVROTROS опубликовал короткие фрагменты четырех композиций, которые сразятся в национальном отборе на Детское Евровидение 2026 на Мальте. Полноформатные треки будут представлены на этой неделе со вторника по пятницу.\nУчастники и их конкурсные песни:\n• Nolan (12 лет) - «Crush»\n• Maria (9 лет) - «Stronger Together»\n• Vajèn (13 лет) - «Here I Am»\n• The Crossovers - «Crossover»\nФинал Junior Songfestival 2026 пройдет 19 сентября на сцене RTM Stage в Роттердаме. Победителя традиционно определят зрители, взрослое профессиональное жюри и детское жюри.\n⏱️ Время чтения: 0.6 мин | 🇳🇱 YourVision: Детское Евровидение",
            "img": "https://cdn4.telesco.pe/file/kzAyKi7nEd9ShPKK23ph8Hk3RIGSQCFmBpWD-R4lusUPu3qZle3U55NF4frGrxqMOLFchYD0gc740Re0mjLOsni3AVKn8AeWEGWuTX89aFasJoQgZlObQzqhbpWOuplbncGGl78g4T5LcL1x70uOrYsFk3-ulAeBb2POhy63qBfD_62hHK-L40BqdrooHjPIOBjZD_gKFL5iBl6MEPxp2p2YdULdah0347MbT7kDgxRepdKhK6tLQYFFjdmFAUHi3YiO7qZ0_z9YpgLURyrY59T2F9xKavJd5eOSjvqWo8xQkHLpIXT5_nrMviNH0MUwOq3kiHk2A_fiIcdP6S0f8w",
            "vid": "https://cdn4.telesco.pe/file/263a257e45.mp4?token=uNhGQF-xNsoN49M7OQZ_lDxhi5VvgiPgZxyC-SHX1YFn-2b_607cYPu0iRB5ZW4XJaLZ48IB5Vj-cz9i76h6g6uRUIaTZzuakb8AcJqk0Qz_ZKXdBb4VuVLNL7ZNBrRm6WVIl7eAZlg_OYW4KvuXq6yWXBGNENJeQzBnNwj6iFqtShfSFV5FpiJv0v3vrhrtFDjHRKaGNun9Wx9rF5MENlB8Hj3j4kZt5p7aEnM6fDwdArQAqZHAx0OBf9kLlYIqUU3QNx2F9NBYON-leUkqtvQjoJuJTLzd6hRH9tFlzmjKhuCjjxR6QprqOYqaudRw8GhHwH5YnwwmQZsTGozLxA",
            "isVideo": true,
            "ts": 1783318195.0,
            "poll": null
        }
    ],
    "qualifiers": [
        {
            "id": "bg",
            "a": "Dara"
        },
        {
            "id": "fi",
            "a": "Linda Lampenius & Pete Parkkonen"
        }
    ],
    "eliminated": [
        {
            "id": "md",
            "a": "Satoshi",
            "s": "Viva, Moldova!"
        },
        {
            "id": "gr",
            "a": "Akylas",
            "s": "Ferto"
        },
        {
            "id": "it",
            "a": "Sal Da Vinci",
            "s": "Per sempre sì"
        },
        {
            "id": "me",
            "a": "Tamara Živković",
            "s": "Nova zora"
        },
        {
            "id": "at",
            "a": "COSMØ",
            "s": "Tanzschein"
        },
        {
            "id": "al",
            "a": "Alis",
            "s": "Nën"
        },
        {
            "id": "au",
            "a": "Delta Goodrem",
            "s": "Eclipse"
        },
        {
            "id": "am",
            "a": "Simón",
            "s": "Paloma rumba"
        },
        {
            "id": "lu",
            "a": "Eva Marija",
            "s": "Mother Nature"
        },
        {
            "id": "ro",
            "a": "A. Căpitănescu",
            "s": "Choke Me"
        },
        {
            "id": "lt",
            "a": "Lion Ceccah",
            "s": "Sólo quiero más"
        },
        {
            "id": "hr",
            "a": "Lelek",
            "s": "Andromeda"
        },
        {
            "id": "lv",
            "a": "Atvara",
            "s": "Ēnā"
        },
        {
            "id": "cz",
            "a": "Daniel Zizka",
            "s": "Crossroads"
        },
        {
            "id": "ua",
            "a": "Leléka",
            "s": "Ridnym"
        },
        {
            "id": "ee",
            "a": "Vanilla Ninja",
            "s": "Too Epic to Be True"
        },
        {
            "id": "pt",
            "a": "Bandidos do Cante",
            "s": "Rosa"
        },
        {
            "id": "az",
            "a": "Jiva",
            "s": "Just Go"
        },
        {
            "id": "il",
            "a": "Noam Bettan",
            "s": "Michelle"
        },
        {
            "id": "rs",
            "a": "Lavina",
            "s": "Kraj mene"
        },
        {
            "id": "fr",
            "a": "Monroe",
            "s": "Regarde !"
        },
        {
            "id": "pl",
            "a": "Alicja",
            "s": "Pray"
        },
        {
            "id": "no",
            "a": "Jonas Lovv",
            "s": "Ya Ya Ya"
        },
        {
            "id": "de",
            "a": "Sarah Engels",
            "s": "Fire"
        },
        {
            "id": "sm",
            "a": "Senhit",
            "s": "Superstar"
        },
        {
            "id": "ch",
            "a": "Veronica Fusaro",
            "s": "Alice"
        },
        {
            "id": "be",
            "a": "Essyla",
            "s": "Dancing on the Ice"
        },
        {
            "id": "cy",
            "a": "Antigoni",
            "s": "Jalla"
        },
        {
            "id": "dk",
            "a": "Søren"
        },
        {
            "id": "ge",
            "a": "Bzikebi"
        },
        {
            "id": "se",
            "a": "Felicia"
        },
        {
            "id": "gb",
            "a": "LMNC"
        }
    ],
    "nominees": [
        {
            "a": "🇨🇿 Daniel Zizka",
            "s": "Amar Pelos Dois (Salvador Sobral, PT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇵🇹 Bandidos do Cante",
            "s": "Saudade, Saudade (MARO, PT 2022)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇾 Little Antigoni",
            "s": "My Number One (Helena Paparizou, GR 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇭 Veronica Fusaro",
            "s": "Satellite (Lena, DE 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇩 Satoshi",
            "s": "Rim Tim Tagi Dim (Baby Lasagna, HR 2024)",
            "img": "assets/sf_moldova.png"
        },
        {
            "a": "🇲🇹 AIDAN",
            "s": "Per Sempre Sì (Sal Da Vinci, IT 2026)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇪 Sarah Engels",
            "s": "Nel Blu Dipinto Di Blu (Domenico Modugno, IT 1958)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇸🇲 SENHIT",
            "s": "Occidentali's Karma (Francesco Gabbani, IT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇳🇴 JONAS LOVV",
            "s": "Arcade (Duncan Laurence, NL 2019)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇦🇺 Delta Goodrem",
            "s": "Tattoo (Loreen, SE 2023)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇻 Atvara",
            "s": "Fly On The Wings Of Love (Olsen Brothers, DK 2000)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇴 Alexandra Căpitănescu",
            "s": "Fuego (Eleni Foureira, CY 2018)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇬🇷 Akylas",
            "s": "Rise Like a Phoenix (Conchita Wurst, AT 2014)",
            "img": "assets/sf_greece.png"
        },
        {
            "a": "🇦🇿 JIVA",
            "s": "We Could Be The Same (maNga, TR 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇺 Eva Marija",
            "s": "Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇺🇦 LELÉKA",
            "s": "Baller (Abor & Tynna, DE 2025)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇭🇷 LELEK",
            "s": "Wild Dances (Ruslana, UA 2004)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇪 Tamara Živković",
            "s": "Euphoria - After Dark (Loreen, SE 2012)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇸 LAVINA",
            "s": "In My Dreams (Wig Wam, NO 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇰 Søren Torpegaard Lund",
            "s": "Forlad Mig Ikke Her - Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        }
    ],
    "odds": [
        {
            "r": 1,
            "id": "fi",
            "c": "Finland",
            "p": "30%"
        },
        {
            "r": 2,
            "id": "fr",
            "c": "France",
            "p": "11%"
        },
        {
            "r": 3,
            "id": "dk",
            "c": "Denmark",
            "p": "10%"
        },
        {
            "r": 4,
            "id": "au",
            "c": "Australia",
            "p": "8%"
        },
        {
            "r": 5,
            "id": "gr",
            "c": "Greece",
            "p": "8%"
        },
        {
            "r": 6,
            "id": "se",
            "c": "Sweden",
            "p": "4%"
        },
        {
            "r": 7,
            "id": "il",
            "c": "Israel",
            "p": "4%"
        },
        {
            "r": 8,
            "id": "ua",
            "c": "Ukraine",
            "p": "3%"
        },
        {
            "r": 9,
            "id": "it",
            "c": "Italy",
            "p": "3%"
        },
        {
            "r": 10,
            "id": "ro",
            "c": "Romania",
            "p": "3%"
        }
    ],
    "next_chart": {
        "series": "EuroGroove",
        "theme": "ALBM Cuts (Vienna Aftermath)",
        "status": "live",
        "opens": "2026-05-24T20:30:00+03:00",
        "closes": "2026-05-31T19:00:00+03:00",
        "vote_url": "https://strawpoll.com/eurogroove-albm-cuts-2026"
    }
};