var DATA = {
    "battles": [
        {
            "id": 9,
            "n": "QF #1",
            "qf": "TO SF1",
            "t1": "fi",
            "a1": "Linda Lampenius and Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "82%",
            "t2": "dk",
            "a2": "Søren Torpegaard Lund",
            "s2": "Før vi går hjem",
            "sc2": "18%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 10,
            "n": "QF #2",
            "qf": "TO SF1",
            "t1": "gr",
            "a1": "Akylas",
            "s1": "Ferto",
            "sc1": "64% ★",
            "t2": "ge",
            "a2": "Bzikebi",
            "s2": "On Replay",
            "sc2": "36%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 11,
            "n": "QF #3",
            "qf": "TO SF2",
            "t1": "se",
            "a1": "Felicia",
            "s1": "My System",
            "sc1": "44%",
            "t2": "md",
            "a2": "Satoshi",
            "s2": "Viva, Moldova!",
            "sc2": "56% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 12,
            "n": "QF #4",
            "qf": "TO SF2",
            "t1": "gb",
            "a1": "Look Mum No Computer",
            "s1": "Eins, Zwei, Drei",
            "sc1": "50%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "50% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 13,
            "n": "SF #1",
            "qf": "TO FINAL",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "87% ★",
            "t2": "gr",
            "a2": "Akylas",
            "s2": "Ferto",
            "sc2": "13%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 14,
            "n": "SF #2",
            "qf": "TO FINAL",
            "t1": "md",
            "a1": "Satoshi",
            "s1": "Viva, Moldova!",
            "sc1": "36%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "64% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 15,
            "n": "GRAND FINAL",
            "qf": "THE CHAMPION",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "77%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "23%",
            "w": 1,
            "status": "DONE"
        }
    ],
    "rehearsals": [
        {
            "d": "15.05",
            "t": "14:30 - 18:30",
            "c": "at",
            "a": "Grand Final: Dress Rehearsal 1 (Press)",
            "s": "UPCOMING"
        },
        {
            "d": "15.05",
            "t": "22:00 - 02:00",
            "c": "at",
            "a": "Grand Final: Jury Show",
            "s": "UPCOMING"
        }
    ],
    "roadmap": [
        {
            "d": "30.05",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - НОЧЬ 1",
            "e": "🇦🇱 Festivali i Këngës për Fëmijë"
        },
        {
            "d": "31.05",
            "s": "WAITING",
            "t": "JESC АЛБАНИЯ - НОЧЬ 2",
            "e": "🇦🇱 Второй этап отбора"
        },
        {
            "d": "01.06",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - ФИНАЛ",
            "e": "🇦🇱 Выбор представителя"
        },
        {
            "d": "06.06",
            "s": "WAITING",
            "t": "YOUNG MUSICIANS - ЕРЕВАН",
            "e": "🇦🇲 Eurovision Young Musicians 2026"
        },
        {
            "d": "01.08",
            "s": "MAJOR",
            "t": "ESC ASIA: БУТАН СТАРТ",
            "e": "🇧🇹 Первый нацотбор азиатской версии"
        },
        {
            "d": "17.08",
            "s": "MAJOR",
            "t": "UMK 2027 ЗАЯВКИ ОТКРЫТЫ",
            "e": "🇫🇮 yle.fi/umk - окно до 23.08"
        },
        {
            "d": "23.08",
            "s": "WAITING",
            "t": "UMK 2027 ЗАЯВКИ ЗАКРЫТЫ",
            "e": "🇫🇮 Дедлайн подачи"
        },
        {
            "d": "19.09",
            "s": "WAITING",
            "t": "ESC ASIA: НЕПАЛ",
            "e": "🇳🇵 Himalaya TV - National Final"
        },
        {
            "d": "24.10",
            "s": "MAJOR",
            "t": "JUNIOR EUROVISION - МАЛЬТА",
            "e": "🇲🇹 23-й детский конкурс"
        },
        {
            "d": "14.11",
            "s": "MAJOR",
            "t": "ESC ASIA - БАНГКОК",
            "e": "🌏 Grand Final, прямой эфир"
        }
    ],
    "chart": [
        {
            "r": 1,
            "a": "Linda Lampenius & Pete Parkkonen",
            "s": "Liekinheitin",
            "p": "72 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Linda%20Lampenius%20%26%20Pete%20Parkkonen"
        },
        {
            "r": 2,
            "a": "Taylor Swift",
            "s": "I Knew It, I Knew You",
            "p": "68 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Taylor%20Swift"
        },
        {
            "r": 3,
            "a": "BLACKPINK",
            "s": "JUMP",
            "p": "68 pts (=)",
            "img": "https://i.pravatar.cc/150?u=BLACKPINK"
        },
        {
            "r": 4,
            "a": "BTS",
            "s": "SWIM",
            "p": "55 pts (=)",
            "img": "https://i.pravatar.cc/150?u=BTS"
        },
        {
            "r": 5,
            "a": "Olivia Rodrigo",
            "s": "drop dead",
            "p": "53 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Olivia%20Rodrigo"
        },
        {
            "r": 6,
            "a": "Sal Da Vinci",
            "s": "Per sempre sì",
            "p": "53 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Sal%20Da%20Vinci"
        },
        {
            "r": 7,
            "a": "By Индия, Xcho, МОТ",
            "s": "Шадэ",
            "p": "47 pts (=)",
            "img": "https://i.pravatar.cc/150?u=By%20%D0%98%D0%BD%D0%B4%D0%B8%D1%8F%2C%20Xcho%2C%20%D0%9C%D0%9E%D0%A2"
        },
        {
            "r": 8,
            "a": "Alexandra Căpitănescu",
            "s": "Choke Me",
            "p": "44 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Alexandra%20C%C4%83pit%C4%83nescu"
        },
        {
            "r": 9,
            "a": "Егор Крид, ARTIK & ASTI",
            "s": "KARMA",
            "p": "44 pts (=)",
            "img": "https://i.pravatar.cc/150?u=%D0%95%D0%B3%D0%BE%D1%80%20%D0%9A%D1%80%D0%B8%D0%B4%2C%20ARTIK%20%26%20ASTI"
        },
        {
            "r": 10,
            "a": "KATSEYE",
            "s": "PINKY UP",
            "p": "43 pts (=)",
            "img": "https://i.pravatar.cc/150?u=KATSEYE"
        },
        {
            "r": 11,
            "a": "BEARWOLF",
            "s": "Феникс",
            "p": "38 pts (=)",
            "img": "https://i.pravatar.cc/150?u=BEARWOLF"
        },
        {
            "r": 12,
            "a": "Tyla, Zara Larsson",
            "s": "SHE DID IT AGAIN",
            "p": "36 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Tyla%2C%20Zara%20Larsson"
        },
        {
            "r": 13,
            "a": "Сергей Лазарев, Полина Гагарина",
            "s": "Хэппи Энд",
            "p": "33 pts (=)",
            "img": "https://i.pravatar.cc/150?u=%D0%A1%D0%B5%D1%80%D0%B3%D0%B5%D0%B9%20%D0%9B%D0%B0%D0%B7%D0%B0%D1%80%D0%B5%D0%B2%2C%20%D0%9F%D0%BE%D0%BB%D0%B8%D0%BD%D0%B0%20%D0%93%D0%B0%D0%B3%D0%B0%D1%80%D0%B8%D0%BD%D0%B0"
        },
        {
            "r": 14,
            "a": "Madonna",
            "s": "Love Sensation",
            "p": "30 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Madonna"
        },
        {
            "r": 15,
            "a": "Dave, Tems",
            "s": "Raindance",
            "p": "29 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Dave%2C%20Tems"
        },
        {
            "r": 16,
            "a": "Madison Beer",
            "s": "lovergirl",
            "p": "29 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Madison%20Beer"
        },
        {
            "r": 17,
            "a": "HOLLYFLAME",
            "s": "Тону",
            "p": "28 pts (=)",
            "img": "https://i.pravatar.cc/150?u=HOLLYFLAME"
        },
        {
            "r": 18,
            "a": "Dara",
            "s": "Bangaranga",
            "p": "23 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Dara"
        },
        {
            "r": 19,
            "a": "SAYAN",
            "s": "Мальборо",
            "p": "14 pts (=)",
            "img": "https://i.pravatar.cc/150?u=SAYAN"
        },
        {
            "r": 20,
            "a": "Ваня Дмитриенко",
            "s": "След",
            "p": "13 pts (=)",
            "img": "https://i.pravatar.cc/150?u=%D0%92%D0%B0%D0%BD%D1%8F%20%D0%94%D0%BC%D0%B8%D1%82%D1%80%D0%B8%D0%B5%D0%BD%D0%BA%D0%BE"
        }
    ],
    "news": [
        {
            "m": "23.07 | 14:35",
            "id": "local",
            "u": "",
            "t": "🇽🇰 КОСОВО: ДЕТАЛИ ВОЗРОЖДЁННОГО ФЕСТИВАЛЯ AKORDET E KOSOVËS 2026",
            "b": "Косовский вещатель RTK раскрыл подробности формата фестиваля «Akordet e Kosovës 2026», который призван стать будущим отбором на взрослое и детское Евровидение при получении членства в EBU. Проект заменит проводившийся ранее Festivali i Këngës.\n\n🏛 **Формат и даты проведения:**\n• **Даты:** Фестиваль пройдёт с 29 по 31 октября 2026 года.\n• **Локация:** Дворец спорта «1 Tetori» в Приштине.\n• **Структура вечеров:** Первые два дня посвящены современной музыке для взрослых артистов, третий день - детской категории (исполнители от 9 до 14 лет).\n• **Заявки:** Приём открыт до 31 августа для артистов из Косово, Албании, Северной Македонии, Черногории и диаспоры.\n\nХудожественный директор Флоран Бошняку подтвердил, что победители взрослой и детской секций автоматически станут представителями Косово на конкурсах EBU, как только RTK получит право на участие. Июньская сессия Генеральной ассамблеи EBU пока не принесла вещателю членства из-за устава организации.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784806500.0,
            "poll": null
        },
        {
            "m": "23.07 | 14:35",
            "id": "local",
            "u": "",
            "t": "🇽🇰 КОСОВО: ДЕТАЛІ ВІДРОДЖЕНОГО ФЕСТИВАЛЮ AKORDET E KOSOVËS 2026",
            "b": "Косовський мовник RTK розкрив подробиці формату фестивалю «Akordet e Kosovës 2026», який має стати майбутнім відбором на доросле та дитяче Євробачення у разі отримання членства в EBU. Проєкт замінить Festivali i Këngës, що проводився останні 3 роки.\n\n🏛 **Формат та дати проведення:**\n• **Дати:** Фестиваль відбудеться з 29 по 31 жовтня 2026 року.\n• **Локація:** Палац спорту «1 Tetori» в Приштині.\n• **Структура вечорів:** Перші два дні присвячені сучасній музиці для дорослих артистів, третій день - дитячій категорії (виконавці віком від 9 до 14 років).\n• **Заявки:** Прийом відкритий до 31 серпня для артистів з Косова, Албанії, Північної Македонії, Чорногорії та діаспори.\n\nХудожній директор Флоран Бошняку підтвердив, що переможці дорослої та дитячої секцій автоматично стануть представниками Косова на конкурсах EBU, щойно RTK отримає право на участь. Червнева сесія Генеральної асамблеї EBU наразі не принесла мовнику членства через статут організації.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784806500.0,
            "poll": null
        },
        {
            "m": "23.07 | 06:01",
            "id": "70",
            "u": "https://t.me/YourEurovision/6288",
            "t": "Update",
            "b": "",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784786493.0,
            "poll": null
        },
        {
            "m": "23.07 | 08:50",
            "id": "local",
            "u": "",
            "t": "🇷🇴 РУМУНІЯ: TVR ОФІЦІЙНО ПІДТВЕРДИВ УЧАСТЬ У ЄВРОБАЧЕННІ 2027",
            "b": "Рада директорів румунського мовника TVR схвалила участь країни в 71-му конкурсі Євробачення 2027 в Болгарії. Рішення було ухвалено більшістю голосів (11 «за» при одному утриманні) на засіданні 22 липня.\n\n📈 **Контекст та фінансові умови:**\n• **Умови участі:** Фінансування проєкту здійснюватиметься в межах лімітів бюджету мовника SRTv на 2027 рік.\n• **Фактор успіху 2026:** Раннє затвердження заявки зумовлене тріумфом **Alexandra Căpitănescu** на Євробаченні у Відні, де її пісня «Choke Me» набрала 296 балів та принесла Румунії історичне 3-є місце.\n• **Ювілейна участь:** Конкурс у Болгарії стане для Румунії 25-м виступом в історії її участі.\n\nМовник TVR зазначив, що завчасне підтвердження участі дозволить залучити широке коло авторів та організувати конкурентний національний відбір (Selecția Națională).",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784785800.0,
            "poll": null
        },
        {
            "m": "23.07 | 08:50",
            "id": "local",
            "u": "",
            "t": "🇷🇴 РУМЫНИЯ: TVR ОФИЦИАЛЬНО ПОДТВЕРДИЛ УЧАСТИЕ В ЕВРОВИДЕНИИ 2027",
            "b": "Совет директоров румынского вещателя TVR одобрил участие страны в 71-м конкурсе Евровидение 2027 в Болгарии. Решение принято большинством голосов (11 «за» при одном воздержавшемся) на заседании 22 июля.\n\n📈 **Контекст и финансовые условия:**\n• **Условия участия:** Финансирование проекта будет осуществляться в рамках лимитов бюджета вещателя SRTv на 2027 год.\n• **Фактор успеха 2026:** Раннее одобрение заявки обусловлено триумфом **Alexandra Căpitănescu** на Евровидении в Вене, где её песня «Choke Me» набрала 296 баллов и принесла Румынии историческое 3-е место.\n• **Юбилейное участие:** Конкурс в Болгарии станет для Румынии 25-м выступлением в истории её участия.\n\nВещатель TVR отметил, что заблаговременное подтверждение участия позволит привлечь широкий пул авторов и организовать конкурентный национальный отбор (Selecția Națională).",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784785800.0,
            "poll": null
        },
        {
            "m": "22.07 | 06:14",
            "id": "70",
            "u": "https://t.me/YourEurovision/6287",
            "t": "Update",
            "b": "",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784700888.0,
            "poll": null
        },
        {
            "m": "22.07 | 09:10",
            "id": "local",
            "u": "",
            "t": "🇧🇩 БАНГЛАДЕШ: ДАТА ФІНАЛУ VOICE OF BANGLADESH ТА СКЛАД ЖУРІ",
            "b": "Організатори національного відбору «Voice of Bangladesh» провели пресконференцію та представили деталі формату вибору представника на Євробачення Азія 2026. Фінал шоу перенесено на **30 вересня 2026 року**.\n\n🎤 **Деталі формату та склад команди:**\n• **Учасники:** Обрано 12 фіналістів, які наразі проходять програму інтенсивної підготовки (grooming programme) до фіналу.\n• **Ведучий:** Шоу проведе відомий співак, актор та телеведучий **Тахсан Хан** (Tahsan Khan).\n• **Склад журі (5 експертів):** Фахміда Набі (Fahmida Nabi), Хамін Ахмед (Hamin Ahmed), Баппа Мажумдер (Bappa Majumder), Шоукат Алі Імон (Shouquat Ali Imon) та Анкі Аламгір (Ankhi Alamgir).\n• **Трансляція:** Ефір фіналу відбудеться на телеканалі NTV та OTT-платформі Bongo.\n\nПереможець представить Бангладеш на дебютному конкурсі Євробачення Азія 14 листопада у Бангкоку.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784700600.0,
            "poll": null
        },
        {
            "m": "22.07 | 09:10",
            "id": "local",
            "u": "",
            "t": "🇧🇩 БАНГЛАДЕШ: ДАТА ФИНАЛА VOICE OF BANGLADESH И СОСТАВ ЖЮРИ",
            "b": "Организаторы национального отбора «Voice of Bangladesh» провели пресс-конференцию и представили детали формата выбора представителя на Евровидение Азия 2026. Финал шоу перенесен на **30 сентября 2026 года**.\n\n🎤 **Детали формата и состав команды:**\n• **Участники:** Выбраны 12 финалистов, которые сейчас проходят программу интенсивной подготовки (grooming programme) к финалу.\n• **Ведущий:** Шоу проведёт известный певец, актёр и телеведущий **Тахсан Хан** (Tahsan Khan).\n• **Состав жюри (5 экспертов):** Фахмида Наби (Fahmida Nabi), Хамин Ахмед (Hamin Ahmed), Баппа Мажумдер (Bappa Majumder), Шоукат Али Имон (Shouquat Ali Imon) и Анки Аламгир (Ankhi Alamgir).\n• **Трансляция:** Эфир финала пройдёт на телеканале NTV и OTT-платформе Bongo.\n\nПобедитель представит Бангладеш на дебютном конкурсе Евровидение Азия 14 ноября в Бангкоке.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784700600.0,
            "poll": null
        },
        {
            "m": "20.07 | 13:42",
            "id": "70",
            "u": "https://t.me/YourEurovision/6282",
            "t": "🇪🇺 КАМБОДЖА: НОВОЕ ПРОМО ЕВРОВИДЕНИЯ АЗИЯ РАСКРЫЛО УЧАСТНИКОВ  Камбоджийский вещатель TV5 Cambodia выпустил промо-видео «Cambodia's Finest Voice», посвященное подготовке к конкурсу Евровидение Азия 2026. В ролике раскрыты важные подробности предстоящего шоу…",
            "b": "",
            "img": "https://cdn4.telesco.pe/file/lPKAI-bKGz4XWmIMU2QF1iaO8t6N6C3hXRas8-2tdFvkUKx3SBs0oDjkox_Cv0bQJIbNB5lysKKlom0E2t_tIjtRjsD6_Ftd2zIBJa6iEwc3EcDJLiHfAyviGwot8KbRDQTwL2-ajdpc_871HDSHgrA8bwu9CxI9OiNhUI84Gz15sibASao1ZgXBvLk-EgGxfv1do1FRCFFHLOEpWJAKj2BhB0a9NIeHZlE2K3i2v67UJ646sqQot29XZcqZJVI3uADgleI_dOwr8MBWNrzYgdn-hjwZj9f9k_inbpP2npLDiX6uQ56TuPNSiKo3XU0eN12yszDM86e02ih0bN9N0g",
            "vid": "https://cdn4.telesco.pe/file/c5fd843046.mp4?token=IFw2f84sHaI9BBuho_RqsI8Ll6JEPJvrjfc7ZJ7fVHT-s8TDHmZH6t9i2Yi9AdvVgVpLUKXq0JteiOcOfh2xhrtqhmPWGq9iIFd-HmQbbLypTdiS0peaKKVGzonqGBnZwvPxpX2tNpiFGSsFOYWuazqJXgdL-RHJoas2AMWwzcZc8vEqzhhsT7AZ6MJZKV0i59tAXJhz4YoTyf6HIiV0M7LhsnVH0nr-6wCd1Q5de6gKxdNBEAML4lYWyEOAobJaPTolieASdakPigaCawwgQYLs8AYongf-ug0jGTXLhi1MTCFvrWcBlRsXw6gV-EWTAMFGP5bpksCpMTKcFu1dKXIiZ5UQpO2aiyQxETK16ZrIIe_Izxg6eMjr6cAZF3WIr9OEGlIEky4W3L63xKGhAe-ZChvG9j_r5L3sxxb3n12wFUg5AGrtnd-owy88Z5MIlFFh4SAB7xaxEBTLw2dk_0-TxCSTLFWO7PqxnMztKjLdWD1Gvkvj1hx9dQxuQ8O-F7PaAuKiIiEC8kezlgaiN1t4RyercOC6YkZl8mvjdE9PKopiL2p9tPSn1I0zfLZMuSrnOJY0ZN5lxHEvyBtR4wDjMMBkEJnOZEbd4iT6f76StPwbgbmL27Jof94QbzUEKuPSLF5xmoCN76pL634IdvH1io5vKBapxBDDRLAXL2I",
            "isVideo": true,
            "ts": 1784554936.0,
            "poll": null
        },
        {
            "m": "20.07 | 16:35",
            "id": "local",
            "u": "",
            "t": "🇰🇭 КАМБОДЖА: МОВНИК ВІДРЕДАГУВАВ ПРОМО ТА ВИЛУЧИВ ПРАПОРИ УЧАСНИКІВ",
            "b": "Камбоджійський мовник TV5 Cambodia оновив офіційне промо-відео «Cambodia's Finest Voice» до Євробачення Азія 2026. З нової версії повністю вирізано нарізку з прапорами країн-учасниць, де раніше фігурували прапори Китаю та Монголії.\n\nБільшість кадрів у відредагованому ролику замінено на фрагменти виступів учасників минулого Євробачення 2026 у Відні. Вилучення графіки з прапорами пов'язують із вимогою EBU не розкривати повний список країн до офіційного анонсу оргкомітету.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784554500.0,
            "poll": null
        },
        {
            "m": "20.07 | 16:35",
            "id": "local",
            "u": "",
            "t": "🇰🇭 КАМБОДЖА: ВЕЩАТЕЛЬ ОТРЕДАКТИРОВАЛ ПРОМО И УДАЛИЛ ФЛАГИ УЧАСТНИКОВ",
            "b": "Камбоджийский вещатель TV5 Cambodia обновил официальное промо-видео «Cambodia's Finest Voice» к Евровидению Азия 2026. Из новой версии полностью вырезана нарезка с флагами стран-участниц, где ранее фигурировали флаги Китая и Монголии.\n\nБольшинство кадров в отредактированном ролике заменено на фрагменты выступлений участников прошедшего Евровидения 2026 в Вене. Удаление графики с флагами связывают с требованием EBU не раскрывать полный список стран до официального анонса оргкомитета.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784554500.0,
            "poll": null
        },
        {
            "m": "20.07 | 10:49",
            "id": "70",
            "u": "https://t.me/YourEurovision/6285",
            "t": "🇪🇺 ЕВРОВИДЕНИЕ АЗИЯ: КРЕАТИВНЫЙ ДИРЕКТОР ZOOP НАМЕКАЕТ НА 14 СТРАН",
            "b": "Креативный директор платформы ZOOP (социального партнёра конкурса) сообщил в Instagram, что в ближайшие три месяца посетит 14 стран региона. Инсайдеры рассматривают это как прямой намёк на расширение состава участников Евровидения Азия 2026 в Бангкоке.\nНа данный момент EBU и компания Voxovation официально подтвердили участие 10 стран, а недавний промо-ролик камбоджийского TV5 демонстрировал флаги Китая и Монголии (12 стран). Поездка руководства ZOOP в 14 государств указывает на финализацию переговоров ещё с двумя вещателями перед шоу 14 ноября.\n⏱️ Время чтения: 0.6 мин | 🌏 YourVision: Евровидение Азия",
            "img": "https://cdn4.telesco.pe/file/QJlmvqnTs3UMHrQNfPK-99qYi9SnUQ5gYYs-58KcjY244zFwNzxAvXCHPU4FyZ48cPnAG-Y0QmB0vDR9WUnont6x9ZYN5Ay53KSXUM9HHraSO2evELd3pkFnvJoIn8w1qcFYRSBo-p0CV7HNw3iDdXHB_ItRJOLswnwaiUAGa-qY3YDfRcTArkrRyYi_gydeGdkNDzCcPG_HiTp1IMI1VK7aMhp6lCcWAOIacaRc_osJKimxgKzk08N6DIKTW4vrTiXkgKG8FYMIVEoUt4-Isa3MEKbdJbOR1lFhGkHOAho0w1x_fv50Z943B_kJr0U2H8byu4V2BtcsO9BsqRqfgQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1784544596.0,
            "poll": null
        },
        {
            "m": "20.07 | 13:45",
            "id": "local",
            "u": "",
            "t": "🌏 ЄВРОБАЧЕННЯ АЗІЯ: КРЕАТИВНИЙ ДИРЕКТОР ZOOP НАТЯКАЄ НА 14 КРАЇН",
            "b": "Креативний директор платформи ZOOP (соціального партнера конкурсу) повідомив у Instagram, що протягом наступних трьох місяців відвідає 14 країн регіону. Інсайдери розглядають це як прямий натяк на розширення складу учасників **Євробачення Азія 2026** у Бангкоку.\n\nНаразі EBU та компанія Voxovation офіційно підтвердили участь 10 країн, а нещодавній промо-ролик камбоджійського TV5 демонстрував прапори Китаю та Монголії (12 країн). Поїздка керівництва ZOOP до 14 держав вказує на фіналізацію переговорів ще з двома мовниками перед шоу 14 листопада.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784544300.0,
            "poll": null
        },
        {
            "m": "20.07 | 07:08",
            "id": "70",
            "u": "https://t.me/YourEurovision/6284",
            "t": "🇪🇺 ДАЙДЖЕСТ: ГЛАВНЫЕ НОВОСТИ МУЗЫКАЛЬНЫХ ВЕЩАТЕЛЕЙ И ИТОГИ НЕДЕЛИ",
            "b": "Краткий разбор ключевых анонсов и решений от национальных вещателей за прошедшие выходные:\n🇨🇦 Канада - Детали отбора осенью 2026:\nВещатель CBC/Radio-Canada объявил, что раскроет формат отбора на дебютное Евровидение 2027 этой осенью. Премьер-министр Марк Карни ранее подтвердил, что зрители получат право голоса, намекая на проведение телешоу.\n🇮🇹 Италия - Даты Сан-Ремо 2027 и спецвечер:\nФестиваль Сан-Ремо 2027 пройдет с 16 по 20 февраля. Представителя на Евровидение 2027 выберут 19 февраля в рамках четвертого вечера. Победитель Sanremo Giovani войдёт напрямую в категорию Big.\n🇨🇾 Кипр - Обязательство по трем конкурсам EBU:\nВещатель CyBC зафиксировал политику участия во всех трех музыкальных проектах EBU: Евровидение (ESC), Детское Евровидение (JESC) и Евровидение молодых музыкантов (EYM). Кипр стал лишь четвёртой страной с таким статусом наряду с Арменией, Польшей и Португалией.\n🇦🇲 Армения - Второй этап отбора на JESC 2026:\n40 исполнителей выступили во втором туре прослушиваний на Детское Евровидение 2026 в Ереване. В состав жюри вошла певица Rosa Linn (представительница Армении на Евровидении 2022).\n⏱️ Время чтения: 1.1 мин | 🇪🇺 YourVision: Дайджест",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784531335.0,
            "poll": null
        },
        {
            "m": "20.07 | 10:00",
            "id": "local",
            "u": "",
            "t": "🇪🇺 ДАЙДЖЕСТ: ГОЛОВНІ НОВИНИ МУЗИЧНИХ МОВНИКІВ ТА ПІДСУМКИ ТИЖНЯ",
            "b": "Короткий розбір ключових анонсів та рішень від національних мовників за минулі вихідні:\n\n🇨🇦 **Канада - Деталі відбору восени 2026:**\nМовник CBC/Radio-Canada оголосив, що розкриє формат відбору на дебютне Євробачення 2027 цієї осені. Прем'єр-міністр Марк Карні раніше підтвердив, що глядачі отримають право голосу, натякаючи на проведення телешоу.\n\n🇮🇹 **Італія - Дати Сан-Ремо 2027 та спецвечір:**\nФестиваль Сан-Ремо 2027 пройде з 16 по 20 лютого. Представника на Євробачення 2027 оберуть 19 лютого в межах четвертого вечора. Переможець Sanremo Giovani увійде напряму до категорії Big.\n\n🇨🇾 **Кіпр - Зобов'язання щодо трьох конкурсів EBU:**\nМовник CyBC зафіксував політику участі в усіх трьох музичних проєктах EBU: Євробачення (ESC), Дитяче Євробачення (JESC) та Євробачення молодих музикантів (EYM). Кіпр став лише четвертою країною з таким статусом поряд із Вірменією, Польщею та Португалією.\n\n🇦🇲 **Вірменія - Другий етап відбору на JESC 2026:**\n40 виконавців виступили у другому турі прослуховувань на Дитяче Євробачення 2026 у Єревані. До складу журі увійшла співачка Rosa Linn (представниця Вірменії на Євробаченні 2022).",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784530800.0,
            "poll": null
        },
        {
            "m": "19.07 | 18:24",
            "id": "70",
            "u": "https://t.me/YourEurovision/6283",
            "t": "Update",
            "b": "",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784485458.0,
            "poll": null
        },
        {
            "m": "19.07 | 17:10",
            "id": "local",
            "u": "",
            "t": "🇮🇹 ИТАЛИЯ: ПУТЕВКА ИЗ GIOVANI В BIG И НОВЫЙ РЕГЛАМЕНТ САН-РЕМО 2027",
            "b": "Художественный руководитель фестиваля Сан-Ремо 2027 Стефано Де Мартино официально утвердил изменения в регламенте. Главным нововведением станет отмена отдельной категории Nuove Proposte в феврале: победитель проекта Sanremo Giovani войдёт напрямую в основной список участников (Big).\n\n🏛 **Ключевые детали обновлённого регламента:**\n• **Финал Sanremo Giovani:** Состоится 18 декабря в прямом эфире Rai 1. В финал войдут 6 артистов (3 из отбора Area Sanremo и 3 по решению музыкальной комиссии).\n• **Формат февральских вечеров:** Все артисты категории Big будут выступать на сцене в каждый из конкурсных дней фестиваля.\n• **Отбор на Евровидение:** Представитель Италии на Евровидение 2027 будет определён в рамках специального тематического вечера Performance.\n\nРешение вернуть победителя Giovani сразу в число Big поддержано музыкальной индустрией и национальной федерацией FIMI, напомнив об успешном опыте продвижения Мамуда, Тананая и Клары.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784470200.0,
            "poll": null
        },
        {
            "m": "19.07 | 17:10",
            "id": "local",
            "u": "",
            "t": "🇮🇹 ІТАЛІЯ: ПУТІВКА З GIOVANI ДО BIG ТА НОВИЙ РЕГЛАМЕНТ САН-РЕМО 2027",
            "b": "Художній керівник фестивалю Сан-Ремо 2027 Стефано Де Мартіно офіційно затвердив зміни у регламенті. Головним нововведенням стане скасування окремої категорії Nuove Proposte у лютому: переможець проєкту Sanremo Giovani увійде напряму до основного списку учасників (Big).\n\n🏛 **Ключові деталі оновленого регламенту:**\n• **Фінал Sanremo Giovani:** Відбудеться 18 грудня у прямому ефірі Rai 1. До фіналу увійдуть 6 артистів (3 з відбору Area Sanremo та 3 за рішенням музичної комісії).\n• **Формат лютневих вечорів:** Усі артисти категорії Big виступатимуть на сцені у кожен із конкурсних днів фестивалю.\n• **Відбір на Євробачення:** Представник Італії на Євробачення 2027 буде визначений у межах спеціального тематичного вечора Performance.\n\nРішення повернути переможця Giovani одразу до числа Big підтримано музичною індустрією та національною федерацією FIMI, нагадавши про успішний досвід просування Мамуда, Тананая та Клари.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784470200.0,
            "poll": null
        },
        {
            "m": "18.07 | 10:16",
            "id": "70",
            "u": "https://t.me/YourEurovision/6282",
            "t": "🇪🇺 КАМБОДЖА: НОВОЕ ПРОМО ЕВРОВИДЕНИЯ АЗИЯ РАСКРЫЛО УЧАСТНИКОВ",
            "b": "Камбоджийский вещатель TV5 Cambodia выпустил промо-видео «Cambodia's Finest Voice», посвященное подготовке к конкурсу Евровидение Азия 2026. В ролике раскрыты важные подробности предстоящего шоу в Бангкоке.\nСогласно видео, в дебютном конкурсе примут участие 12 стран (ранее было официально подтверждено лишь 10). В кадре также продемонстрированы флаги Китая (🇨🇳) и Монголии (🇲🇳), что указывает на их присоединение к списку участников. Официальный релиз состава участников от EBU ожидается в ближайшее время.\n⏱️ Время чтения: 0.6 мин | 🌏 YourVision: Евровидение Азия",
            "img": "https://cdn4.telesco.pe/file/qSrCdtaFz-mYZeTdsHrim-9kiVHpwMAKCxNoaPA7mU_3q_Decw1ehmBatKM_EMU2lSxYbsSIm5eUTcgMYBJ7af1XblXY9NPv4x7FcEWUMHHXwhxzLyx6K7UsAzeBg_hUwAHiWSieLwc3_Obn2-0j6j1V7FrEZhoGHz4jb5AzsSsoAcNHbNT9wgafUHDziSF7Ixm2r3KsSAcI2wPUDmEgPrIpgIY88Px7Nl25bklu4f7AVob7HDtu-parP8xADRifCoSFl3suOT5S8QhlidM1azuF5ZVEoZjl-TwiwPfCzak785Mvgvpikudj4EVLZ5_aO3A-UqR9Kx4OpdRm_phWLA",
            "vid": "",
            "isVideo": false,
            "ts": 1784369771.0,
            "poll": null
        },
        {
            "m": "18.07 | 12:45",
            "id": "local",
            "u": "",
            "t": "🌏 КАМБОДЖА: НОВЕ ПРОМО ЄВРОБАЧЕННЯ АЗІЯ РОЗКРИЛО УЧАСНИКІВ",
            "b": "Камбоджійський мовник TV5 Cambodia випустив промо-відео «Cambodia's Finest Voice», присвячене підготовці до конкурсу **Євробачення Азія 2026**. У ролику розкрито важливі подробиці майбутнього шоу в Бангкоку.\n\nЗгідно з відео, у дебютному конкурсі візьмуть участь **12 країн** (раніше було офіційно підтверджено лише 10). У кадрі також продемонстровано прапори **Китаю** (🇨🇳) та **Монголії** (🇲🇳), що вказує на їхнє приєднання до списку учасників. Офіційний реліз складу учасників від EBU очікується найближчим часом.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784367900.0,
            "poll": null
        },
        {
            "m": "15.07 | 13:34",
            "id": "70",
            "u": "https://t.me/YourEurovision/6280",
            "t": "🇩🇪 ГЕРМАНИЯ: СТАРТ ОТБОРА НА ЕВРОВИДЕНИЕ 2027 И НОВАЯ МУЗЫКАЛЬНАЯ КОМАНДА",
            "b": "Вещатель SWR официально запустил приём заявок на национальный финал «Das Deutsche Finale 2027». Руководитель немецкой делегации Tina Sikorski представила обновлённую музыкальную команду экспертов, которая займётся поиском артистов и песен.\n🎹 Состав новой музыкальной команды SWR:\n• Pele Loriano: Известный продюсер и музыкальный директор швейцарских заявок, приведший страну к победам на Евровидении в 2024 и 2025 годах.\n• Jules (Julius Kalmbacher): Топовый немецкий продюсер, работавший с Helene Fischer, Mark Forster и Sarah Connor.\n• Florian Müller: Бывший международный A&R-менеджер Budde Music с глобальной сетью авторов.\n• Celina Spanier и Lilly Beling: Специалисты по поиску инди-талантов и менеджменту. Lilly Beling также работает с победителем Евровидения JJ.\nОрганизаторы делают упор на привлечение профессиональных авторов песен и опытных исполнителей с сильным вокалом. Подать заявку можно на официальной платформе SWR.\n⏱️ Время чтения: 1.1 мин | 🇩🇪 YourVision: Нацотборы",
            "img": "https://cdn4.telesco.pe/file/puB-GYqktIZzVKnznTaMa66RCtlREtvcHLY9uyhVrUDGYoBllRjMxIc8K76besH7fCtk6AkvDpavvRrhdtJ4QgTg-PSZdrH-a-W_HBkf1NgqNoeFno8FFSnbWnb9wGSVhgsL68rQzIHo2hiDSZV4by0DrrLe3bWLH9Xhw5viF5fJU27xVylw-11bkcqMUUnTdMPR7YbEW2gPldndcQ_efIQIo_oIwcxP7qfTB5ud4DtAzR7acCwcku66BLKBNZr3acaWQ_fi6Ujd_PkeIVTpn7rKgp3adsZjs0NU9U7erhKa8kNMFU4jXvCDBNu7f9EdnQNEdPCH5T9D2E-7Cv6M8Q.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1784122468.0,
            "poll": null
        },
        {
            "m": "15.07 | 16:25",
            "id": "local",
            "u": "",
            "t": "🇩🇪 НІМЕЧЧИНА: СТАРТ ВІДБОРУ НА ЄВРОБАЧЕННЯ 2027 ТА НОВА МУЗИЧНА КОМАНДА",
            "b": "Мовник SWR офіційно запустив прийом заявок на національний фінал «Das Deutsche Finale 2027». Керівниця німецької делегації **Tina Sikorski** представила оновлену музичну команду експертів, яка займатиметься пошуком артистів та пісень.\n\n🎹 **Склад нової музичної команди SWR:**\n• **Pele Loriano:** Відомий продюсер і музичний директор швейцарських заявок, який привів країну до перемог на Євробаченні у 2024 та 2025 роках.\n• **Jules (Julius Kalmbacher):** Топовий німецький продюсер, який працював із Helene Fischer, Mark Forster та Sarah Connor.\n• **Florian Müller:** Колишній міжнародний A&R-менеджер Budde Music із глобальною мережею авторів.\n• **Celina Spanier та Lilly Beling:** Фахівчині з пошуку інді-талантів та менеджменту. Lilly Beling також працює з переможцем Євробачення JJ.\n\nОрганізатори роблять акцент на залученні професійних авторів пісень та досвідчених виконавців із сильним вокалом. Подати заявку можна на офіційній платформі SWR.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784121900.0,
            "poll": null
        },
        {
            "m": "15.07 | 09:10",
            "id": "local",
            "u": "",
            "t": "🇦🇱 АЛБАНИЯ: ЭСЛИН КУРТИ ЗАПИСЫВАЕТ РЕВАМП В ШВЕЦИИ ДЛЯ ДЕТСКОГО ЕВРОВИДЕНИЯ 2026",
            "b": "Представительница Албании на Детском Евровидении 2026 **Eslin Kurti** отправилась в Гётеборг (Швеция) для записи обновленной версии конкурсной песни «Kërce me mua». Запись проходит на студии Svenska Grammofon Studion.\n\nВ работе над ревампом юную исполнительницу поддерживают автор песни Эрион Рушити (Erion Rushiti) и её педагог по вокалу Ольта Юба (Olta Juba). Эслин Курти получила право представить страну на конкурсе на Мальте после победы на фестивале Festivali Mbarëkombëtar i këngës për fëmijë 64.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784095800.0,
            "poll": null
        },
        {
            "m": "15.07 | 09:10",
            "id": "local",
            "u": "",
            "t": "🇦🇱 АЛБАНІЯ: ЕСЛІН КУРТІ ЗАПИСУЄ РЕВАМП У ШВЕЦІЇ ДЛЯ ДИТЯЧОГО ЄВРОБАЧЕННЯ 2026",
            "b": "Представниця Албанії на Дитячому Євробаченні 2026 **Eslin Kurti** вирушила до Гетеборга (Швеція) для запису оновленої версії конкурсної пісні «Kërce me mua». Запис проходить на студії Svenska Grammofon Studion.\n\nУ роботі над ревампом юну виконавицю підтримують автор пісні Еріон Рушиті (Erion Rushiti) та її педагог з вокалу Ольта Юба (Olta Juba). Еслін Курті отримала право представити країну на конкурсі на Мальті після перемоги на фестивалі Festivali Mbarëkombëtar i këngës për fëmijë 64.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784095800.0,
            "poll": null
        },
        {
            "m": "13.07 | 18:18",
            "id": "70",
            "u": "https://t.me/YourEurovision/6279",
            "t": "🇨🇾 КИПР: ГАРРИ ГЕОРГИУ ПРЕДСТАВИТ СТРАНУ НА ДЕТСКОМ ЕВРОВИДЕНИИ 2026",
            "b": "Вещатель CyBC официально объявил, что юный исполнитель Harry Georgiou представит Кипр на Детском Евровидении 2026 на Мальте. Исполнитель был выбран в рамках закрытых живых прослушиваний.\nДетали отбора и регламент:\n• Ход прослушивания: В отборе приняли участие 45 молодых вокалистов. Выступления оценивало профессиональное жюри из пяти человек по классической евровизийной шкале (12, 10, 8-1). В состав жюри вошли Рафаэлла Пантели и Христос Георгиу, которые представляли Кипр на Детском Евровидении 2025 года. Harry Georgiou набрал наибольшее количество баллов.\n• Требования к песне: Конкурсная композиция должна длиться от 2.5 до 3 минут и содержать не менее 60% текста на греческом языке (допускается кипрский диалект). Вещатель установил жесткий запрет на использование технологий искусственного интеллекта (AI) при создании песни. Конкурсный трек будет представлен позже.\n⏱️ Время чтения: 1.1 мин | 🇨🇾 YourVision: Детское Евровидение",
            "img": "https://cdn4.telesco.pe/file/icwIR96R0UbhHC1SwdXeRcPAyo4WEKM9TBaOXi7yjA0fahzkq5uAr0S545AVlrOBneEfTwC5J9spXrGuPfJBW_MXwWFUp2gvzdEYy_jIKb1IHYqQnwKzm49pRii0hIrg4G1PtyuOZ6Pu8K2H4BeXRKT6XZz66MOT3tSfbf7VnU7vlAJzS1fK3GMevqI2NrQ0q580pM11S0-2pehNTP16L9oINyZKYmI2JZQOtZ4fPpmB8Zsf2AMaWiMcq4sMz7TE_9aJJ7q6f_c8thl6PsbFHGcIZLQSmAneCCVug1IlneflgrId3QLnaWp503TbLRT12lKCP1fBR72lWvjja1ql_w",
            "vid": "https://cdn4.telesco.pe/file/824eede202.mp4?token=Fj-UEwOfNiJL1_lhE_4Eg4CZ7AUpQwois5QkBeNOxYkdsuZjA55Hf1YkESagU7UoKlHqKSR6pSG6EBrjo_cj4zZfQuhezkhqOH5av4CrHI_Utt2UtLQzLcZoSNnli050gPDl_qaQ2XZ277gZFX2ypP2wdutj4WzahgrewtfBiFXTeHMSq9pRSvqaS8AXS_5EzdZ_Z1j7-FENQBIgmNXjUHd9MuDSOswwcRFqczIAifzoiiWKgKYahc281YCWzk2ZDSkrPfgk5rfsjX0HKPCuCexrGLWqGVtWU15HfczFU-HrDahhKFTpOeLdE2LHOasSYl9M6_SRj4WA0FBVccVz9w",
            "isVideo": true,
            "ts": 1783966684.0,
            "poll": null
        }
    ],
    "qualifiers": [
        {
            "id": "bg",
            "a": "Dara"
        },
        {
            "id": "fi",
            "a": "Linda Lampenius & Pete Parkkonen"
        }
    ],
    "eliminated": [
        {
            "id": "md",
            "a": "Satoshi",
            "s": "Viva, Moldova!"
        },
        {
            "id": "gr",
            "a": "Akylas",
            "s": "Ferto"
        },
        {
            "id": "it",
            "a": "Sal Da Vinci",
            "s": "Per sempre sì"
        },
        {
            "id": "me",
            "a": "Tamara Živković",
            "s": "Nova zora"
        },
        {
            "id": "at",
            "a": "COSMØ",
            "s": "Tanzschein"
        },
        {
            "id": "al",
            "a": "Alis",
            "s": "Nën"
        },
        {
            "id": "au",
            "a": "Delta Goodrem",
            "s": "Eclipse"
        },
        {
            "id": "am",
            "a": "Simón",
            "s": "Paloma rumba"
        },
        {
            "id": "lu",
            "a": "Eva Marija",
            "s": "Mother Nature"
        },
        {
            "id": "ro",
            "a": "A. Căpitănescu",
            "s": "Choke Me"
        },
        {
            "id": "lt",
            "a": "Lion Ceccah",
            "s": "Sólo quiero más"
        },
        {
            "id": "hr",
            "a": "Lelek",
            "s": "Andromeda"
        },
        {
            "id": "lv",
            "a": "Atvara",
            "s": "Ēnā"
        },
        {
            "id": "cz",
            "a": "Daniel Zizka",
            "s": "Crossroads"
        },
        {
            "id": "ua",
            "a": "Leléka",
            "s": "Ridnym"
        },
        {
            "id": "ee",
            "a": "Vanilla Ninja",
            "s": "Too Epic to Be True"
        },
        {
            "id": "pt",
            "a": "Bandidos do Cante",
            "s": "Rosa"
        },
        {
            "id": "az",
            "a": "Jiva",
            "s": "Just Go"
        },
        {
            "id": "il",
            "a": "Noam Bettan",
            "s": "Michelle"
        },
        {
            "id": "rs",
            "a": "Lavina",
            "s": "Kraj mene"
        },
        {
            "id": "fr",
            "a": "Monroe",
            "s": "Regarde !"
        },
        {
            "id": "pl",
            "a": "Alicja",
            "s": "Pray"
        },
        {
            "id": "no",
            "a": "Jonas Lovv",
            "s": "Ya Ya Ya"
        },
        {
            "id": "de",
            "a": "Sarah Engels",
            "s": "Fire"
        },
        {
            "id": "sm",
            "a": "Senhit",
            "s": "Superstar"
        },
        {
            "id": "ch",
            "a": "Veronica Fusaro",
            "s": "Alice"
        },
        {
            "id": "be",
            "a": "Essyla",
            "s": "Dancing on the Ice"
        },
        {
            "id": "cy",
            "a": "Antigoni",
            "s": "Jalla"
        },
        {
            "id": "dk",
            "a": "Søren"
        },
        {
            "id": "ge",
            "a": "Bzikebi"
        },
        {
            "id": "se",
            "a": "Felicia"
        },
        {
            "id": "gb",
            "a": "LMNC"
        }
    ],
    "nominees": [
        {
            "a": "🇨🇿 Daniel Zizka",
            "s": "Amar Pelos Dois (Salvador Sobral, PT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇵🇹 Bandidos do Cante",
            "s": "Saudade, Saudade (MARO, PT 2022)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇾 Little Antigoni",
            "s": "My Number One (Helena Paparizou, GR 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇭 Veronica Fusaro",
            "s": "Satellite (Lena, DE 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇩 Satoshi",
            "s": "Rim Tim Tagi Dim (Baby Lasagna, HR 2024)",
            "img": "assets/sf_moldova.png"
        },
        {
            "a": "🇲🇹 AIDAN",
            "s": "Per Sempre Sì (Sal Da Vinci, IT 2026)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇪 Sarah Engels",
            "s": "Nel Blu Dipinto Di Blu (Domenico Modugno, IT 1958)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇸🇲 SENHIT",
            "s": "Occidentali's Karma (Francesco Gabbani, IT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇳🇴 JONAS LOVV",
            "s": "Arcade (Duncan Laurence, NL 2019)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇦🇺 Delta Goodrem",
            "s": "Tattoo (Loreen, SE 2023)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇻 Atvara",
            "s": "Fly On The Wings Of Love (Olsen Brothers, DK 2000)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇴 Alexandra Căpitănescu",
            "s": "Fuego (Eleni Foureira, CY 2018)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇬🇷 Akylas",
            "s": "Rise Like a Phoenix (Conchita Wurst, AT 2014)",
            "img": "assets/sf_greece.png"
        },
        {
            "a": "🇦🇿 JIVA",
            "s": "We Could Be The Same (maNga, TR 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇺 Eva Marija",
            "s": "Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇺🇦 LELÉKA",
            "s": "Baller (Abor & Tynna, DE 2025)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇭🇷 LELEK",
            "s": "Wild Dances (Ruslana, UA 2004)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇪 Tamara Živković",
            "s": "Euphoria - After Dark (Loreen, SE 2012)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇸 LAVINA",
            "s": "In My Dreams (Wig Wam, NO 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇰 Søren Torpegaard Lund",
            "s": "Forlad Mig Ikke Her - Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        }
    ],
    "odds": [
        {
            "r": 1,
            "id": "fi",
            "c": "Finland",
            "p": "30%"
        },
        {
            "r": 2,
            "id": "fr",
            "c": "France",
            "p": "11%"
        },
        {
            "r": 3,
            "id": "dk",
            "c": "Denmark",
            "p": "10%"
        },
        {
            "r": 4,
            "id": "au",
            "c": "Australia",
            "p": "8%"
        },
        {
            "r": 5,
            "id": "gr",
            "c": "Greece",
            "p": "8%"
        },
        {
            "r": 6,
            "id": "se",
            "c": "Sweden",
            "p": "4%"
        },
        {
            "r": 7,
            "id": "il",
            "c": "Israel",
            "p": "4%"
        },
        {
            "r": 8,
            "id": "ua",
            "c": "Ukraine",
            "p": "3%"
        },
        {
            "r": 9,
            "id": "it",
            "c": "Italy",
            "p": "3%"
        },
        {
            "r": 10,
            "id": "ro",
            "c": "Romania",
            "p": "3%"
        }
    ],
    "next_chart": {
        "series": "EuroGroove",
        "theme": "ALBM Cuts (Vienna Aftermath)",
        "status": "live",
        "opens": "2026-05-24T20:30:00+03:00",
        "closes": "2026-05-31T19:00:00+03:00",
        "vote_url": "https://strawpoll.com/eurogroove-albm-cuts-2026"
    }
};