var DATA = {
    "battles": [
        {
            "id": 9,
            "n": "QF #1",
            "qf": "TO SF1",
            "t1": "fi",
            "a1": "Linda Lampenius and Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "82%",
            "t2": "dk",
            "a2": "Søren Torpegaard Lund",
            "s2": "Før vi går hjem",
            "sc2": "18%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 10,
            "n": "QF #2",
            "qf": "TO SF1",
            "t1": "gr",
            "a1": "Akylas",
            "s1": "Ferto",
            "sc1": "64% ★",
            "t2": "ge",
            "a2": "Bzikebi",
            "s2": "On Replay",
            "sc2": "36%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 11,
            "n": "QF #3",
            "qf": "TO SF2",
            "t1": "se",
            "a1": "Felicia",
            "s1": "My System",
            "sc1": "44%",
            "t2": "md",
            "a2": "Satoshi",
            "s2": "Viva, Moldova!",
            "sc2": "56% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 12,
            "n": "QF #4",
            "qf": "TO SF2",
            "t1": "gb",
            "a1": "Look Mum No Computer",
            "s1": "Eins, Zwei, Drei",
            "sc1": "50%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "50% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 13,
            "n": "SF #1",
            "qf": "TO FINAL",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "87% ★",
            "t2": "gr",
            "a2": "Akylas",
            "s2": "Ferto",
            "sc2": "13%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 14,
            "n": "SF #2",
            "qf": "TO FINAL",
            "t1": "md",
            "a1": "Satoshi",
            "s1": "Viva, Moldova!",
            "sc1": "36%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "64% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 15,
            "n": "GRAND FINAL",
            "qf": "THE CHAMPION",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "77%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "23%",
            "w": 1,
            "status": "DONE"
        }
    ],
    "rehearsals": [
        {
            "d": "15.05",
            "t": "14:30 - 18:30",
            "c": "at",
            "a": "Grand Final: Dress Rehearsal 1 (Press)",
            "s": "UPCOMING"
        },
        {
            "d": "15.05",
            "t": "22:00 - 02:00",
            "c": "at",
            "a": "Grand Final: Jury Show",
            "s": "UPCOMING"
        }
    ],
    "roadmap": [
        {
            "d": "30.05",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - НОЧЬ 1",
            "e": "🇦🇱 Festivali i Këngës për Fëmijë"
        },
        {
            "d": "31.05",
            "s": "WAITING",
            "t": "JESC АЛБАНИЯ - НОЧЬ 2",
            "e": "🇦🇱 Второй этап отбора"
        },
        {
            "d": "01.06",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - ФИНАЛ",
            "e": "🇦🇱 Выбор представителя"
        },
        {
            "d": "06.06",
            "s": "WAITING",
            "t": "YOUNG MUSICIANS - ЕРЕВАН",
            "e": "🇦🇲 Eurovision Young Musicians 2026"
        },
        {
            "d": "01.08",
            "s": "MAJOR",
            "t": "ESC ASIA: БУТАН СТАРТ",
            "e": "🇧🇹 Первый нацотбор азиатской версии"
        },
        {
            "d": "17.08",
            "s": "MAJOR",
            "t": "UMK 2027 ЗАЯВКИ ОТКРЫТЫ",
            "e": "🇫🇮 yle.fi/umk - окно до 23.08"
        },
        {
            "d": "23.08",
            "s": "WAITING",
            "t": "UMK 2027 ЗАЯВКИ ЗАКРЫТЫ",
            "e": "🇫🇮 Дедлайн подачи"
        },
        {
            "d": "19.09",
            "s": "WAITING",
            "t": "ESC ASIA: НЕПАЛ",
            "e": "🇳🇵 Himalaya TV - National Final"
        },
        {
            "d": "24.10",
            "s": "MAJOR",
            "t": "JUNIOR EUROVISION - МАЛЬТА",
            "e": "🇲🇹 23-й детский конкурс"
        },
        {
            "d": "14.11",
            "s": "MAJOR",
            "t": "ESC ASIA - БАНГКОК",
            "e": "🌏 Grand Final, прямой эфир"
        }
    ],
    "chart": [
        {
            "r": 1,
            "a": "Linda Lampenius & Pete Parkkonen",
            "s": "Liekinheitin",
            "p": "72 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Linda%20Lampenius%20%26%20Pete%20Parkkonen"
        },
        {
            "r": 2,
            "a": "Taylor Swift",
            "s": "I Knew It, I Knew You",
            "p": "68 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Taylor%20Swift"
        },
        {
            "r": 3,
            "a": "BLACKPINK",
            "s": "JUMP",
            "p": "68 pts (=)",
            "img": "https://i.pravatar.cc/150?u=BLACKPINK"
        },
        {
            "r": 4,
            "a": "BTS",
            "s": "SWIM",
            "p": "55 pts (=)",
            "img": "https://i.pravatar.cc/150?u=BTS"
        },
        {
            "r": 5,
            "a": "Olivia Rodrigo",
            "s": "drop dead",
            "p": "53 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Olivia%20Rodrigo"
        },
        {
            "r": 6,
            "a": "Sal Da Vinci",
            "s": "Per sempre sì",
            "p": "53 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Sal%20Da%20Vinci"
        },
        {
            "r": 7,
            "a": "By Индия, Xcho, МОТ",
            "s": "Шадэ",
            "p": "47 pts (=)",
            "img": "https://i.pravatar.cc/150?u=By%20%D0%98%D0%BD%D0%B4%D0%B8%D1%8F%2C%20Xcho%2C%20%D0%9C%D0%9E%D0%A2"
        },
        {
            "r": 8,
            "a": "Alexandra Căpitănescu",
            "s": "Choke Me",
            "p": "44 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Alexandra%20C%C4%83pit%C4%83nescu"
        },
        {
            "r": 9,
            "a": "Егор Крид, ARTIK & ASTI",
            "s": "KARMA",
            "p": "44 pts (=)",
            "img": "https://i.pravatar.cc/150?u=%D0%95%D0%B3%D0%BE%D1%80%20%D0%9A%D1%80%D0%B8%D0%B4%2C%20ARTIK%20%26%20ASTI"
        },
        {
            "r": 10,
            "a": "KATSEYE",
            "s": "PINKY UP",
            "p": "43 pts (=)",
            "img": "https://i.pravatar.cc/150?u=KATSEYE"
        },
        {
            "r": 11,
            "a": "BEARWOLF",
            "s": "Феникс",
            "p": "38 pts (=)",
            "img": "https://i.pravatar.cc/150?u=BEARWOLF"
        },
        {
            "r": 12,
            "a": "Tyla, Zara Larsson",
            "s": "SHE DID IT AGAIN",
            "p": "36 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Tyla%2C%20Zara%20Larsson"
        },
        {
            "r": 13,
            "a": "Сергей Лазарев, Полина Гагарина",
            "s": "Хэппи Энд",
            "p": "33 pts (=)",
            "img": "https://i.pravatar.cc/150?u=%D0%A1%D0%B5%D1%80%D0%B3%D0%B5%D0%B9%20%D0%9B%D0%B0%D0%B7%D0%B0%D1%80%D0%B5%D0%B2%2C%20%D0%9F%D0%BE%D0%BB%D0%B8%D0%BD%D0%B0%20%D0%93%D0%B0%D0%B3%D0%B0%D1%80%D0%B8%D0%BD%D0%B0"
        },
        {
            "r": 14,
            "a": "Madonna",
            "s": "Love Sensation",
            "p": "30 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Madonna"
        },
        {
            "r": 15,
            "a": "Dave, Tems",
            "s": "Raindance",
            "p": "29 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Dave%2C%20Tems"
        },
        {
            "r": 16,
            "a": "Madison Beer",
            "s": "lovergirl",
            "p": "29 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Madison%20Beer"
        },
        {
            "r": 17,
            "a": "HOLLYFLAME",
            "s": "Тону",
            "p": "28 pts (=)",
            "img": "https://i.pravatar.cc/150?u=HOLLYFLAME"
        },
        {
            "r": 18,
            "a": "Dara",
            "s": "Bangaranga",
            "p": "23 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Dara"
        },
        {
            "r": 19,
            "a": "SAYAN",
            "s": "Мальборо",
            "p": "14 pts (=)",
            "img": "https://i.pravatar.cc/150?u=SAYAN"
        },
        {
            "r": 20,
            "a": "Ваня Дмитриенко",
            "s": "След",
            "p": "13 pts (=)",
            "img": "https://i.pravatar.cc/150?u=%D0%92%D0%B0%D0%BD%D1%8F%20%D0%94%D0%BC%D0%B8%D1%82%D1%80%D0%B8%D0%B5%D0%BD%D0%BA%D0%BE"
        }
    ],
    "news": [
        {
            "m": "17.08 | 10:25",
            "id": "local",
            "u": "",
            "t": "🇵🇭 ФІЛІППІНИ: ПРЕСКОНФЕРЕНЦІЯ ВІДБОРУ PHILIPPINE SELECTION NIGHT",
            "b": "Філіппінський національний мовник проводить офіційну пресконференцію відбору «Philippine Selection Night» до конкурсу Євробачення Азія 2026.\n\n[🎥 ПРЯМОЙ ЭФИР: Пресконференція Philippine Selection Night]\n\nУ межах трансляції організатори та артисти презентують деталі проведення шоу, формат голосування та конкурсні заявки. Переможець відбору отримає путівку на ґранд-фінал 14 листопада у Бангкоку.\n\n🔗 **ДИВИТИСЯ ЕФІР:** [YouTube](https://www.youtube.com/live/gP4tq3Jut-k)",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786951500.0,
            "poll": null
        },
        {
            "m": "17.08 | 10:25",
            "id": "local",
            "u": "",
            "t": "🇵🇭 ФИЛИППИНЫ: ПРЕСС-КОНФЕРЕНЦИЯ ОТБОРА PHILIPPINE SELECTION NIGHT",
            "b": "Филиппинский национальный вещатель проводит официальную пресс-конференцию отбора «Philippine Selection Night» к конкурсу Евровидение Азия 2026.\n\n[🎥 ПРЯМОЙ ЭФИР: Пресс-конференция Philippine Selection Night]\n\nВ рамках трансляции организаторы и артисты представляют детали проведения шоу, формат голосования и конкурсные заявки. Победитель отбора получит путевку на гранд-финал 14 ноября в Бангкоке.\n\n🔗 **СМОТРЕТЬ ЭФИР:** [YouTube](https://www.youtube.com/live/gP4tq3Jut-k)",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786951500.0,
            "poll": null
        },
        {
            "m": "17.08 | 09:35",
            "id": "local",
            "u": "",
            "t": "🇫🇮 ФІНЛЯНДІЯ: YLE СТАРТУВАВ ПРИЙОМ ЗАЯВОК НА UMK27 ТА НАЗВАВ ДАТУ ФІНАЛУ",
            "b": "Фінський національний телемовник Yle офіційно дав старт прийому заявок на 16-й конкурс Uuden Musiikin Kilpailu (UMK27), який визначить представника країни на Євробаченні 2027.\n\n[📷 ФОТО: Логотип UMK27 та арена Nokia Arena в Тампере]\n\n---\n\n### 📍 ДЕТАЛІ ТА КЛЮЧОВІ ДАТИ UMK27\n\n• **Прийом заявок:** Вікно подачі композицій відкрите з 17 до 23 серпня 2026 року на офіційному вебпорталі мовника.\n• **Дата та місце фіналу:** Шоу відбудеться 20 лютого 2027 року на мультифункціональній арені Nokia Arena у Тампере.\n• **Презентація учасників:** Імена 7 фіналістів та конкурсні треки оголосять у січні 2027 року.\n• **Нове керівництво:** Новим виконавчим продюсером UMK призначено Мікко Сільвеннойнена, а Тапіо Хаканен продовжить очолювати професійне журі.\n\n---\n\nНагадаємо, переможці UMK26 Лінда Лампеніус та Піт Паркконен із піснею «Liekinheitin» посіли 6-те місце на Євробаченні 2026 у Відні.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786948500.0,
            "poll": null
        },
        {
            "m": "17.08 | 09:35",
            "id": "local",
            "u": "",
            "t": "🇫🇮 ФИНЛЯНДИЯ: YLE СТАРТОВАЛ ПРИЁМ ЗАЯВОК НА UMK27 И НАЗВАЛ ДАТУ ФИНАЛА",
            "b": "Финский национальный телевещатель Yle официально дал старт приёму заявок на 16-й конкурс Uuden Musiikin Kilpailu (UMK27), который определит представителя страны на Евровидении 2027.\n\n[📷 ФОТО: Логотип UMK27 и арена Nokia Arena в Тампере]\n\n---\n\n### 📍 ДЕТАЛИ И КЛЮЧЕВЫЕ ДАТЫ UMK27\n\n• **Приём заявок:** Окно подачи композиций открыто с 17 по 23 августа 2026 года на официальном портале вещателя.\n• **Дата и место финала:** Шоу состоится 20 февраля 2027 года на мультифункциональной арене Nokia Arena в Тампере.\n• **Презентация участников:** Имена 7 финалистов и конкурсные треки объявят в январе 2027 года.\n• **Новое руководство:** Новым исполнительным продюсером UMK назначен Микко Сильвеннойнен, а Тапио Хаканен продолжит возглавлять профессиональное жюри.\n\n---\n\nНапомним, победители UMK26 Линда Лампениус и Пит Паркконен с песней «Liekinheitin» заняли 6-е место на Евровидении 2026 в Вене.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786948500.0,
            "poll": null
        },
        {
            "m": "17.08 | 09:30",
            "id": "local",
            "u": "",
            "t": "🇵🇭 ФИЛИППИНЫ: ПРЕМЬЕРА КОНКУРСНЫХ ПЕСЕН ОТБОРА PHILIPPINE SELECTION NIGHT",
            "b": "Филиппинские вещатели запустили официальную трансляцию с премьерой полных версий всех конкурсных песен национального отбора «Philippine Selection Night» на Евровидение Азия 2026.\n\n[🎥 ПРЯМОЙ ЭФИР: Презентация конкурсных песен Philippine Selection Night]\n\nЗрители могут оценить конкурсные треки финалистов в прямом эфире на YouTube. Победитель отбора представит Филиппины на гранд-финале азиатского Евровидения 14 ноября в Бангкоке.\n\n🔗 **СМОТРЕТЬ ЭФИР:** [YouTube](https://www.youtube.com/live/gP4tq3Jut-k?is=u3anhTELSpc2HNmh)",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786948200.0,
            "poll": null
        },
        {
            "m": "17.08 | 09:30",
            "id": "local",
            "u": "",
            "t": "🇵🇭 ФІЛІППІНИ: ПРЕМ'ЄРА КОНКУРСНИХ ПІСЕНЬ ВІДБОРУ PHILIPPINE SELECTION NIGHT",
            "b": "Філіппінські мовники запустили офіційну трансляцію з прем'єрою повних версій усіх конкурсних пісень національного відбору «Philippine Selection Night» на Євробачення Азія 2026.\n\n[🎥 ПРЯМОЙ ЭФИР: Презентація конкурсних пісень Philippine Selection Night]\n\nГлядачі можуть оцінити конкурсні треки фіналістів у прямому ефірі на YouTube. Переможець відбору представить Філіппіни на ґранд-фіналі азійського Євробачення 14 листопада у Бангкоку.\n\n🔗 **ДИВИТИСЯ ЕФІР:** [YouTube](https://www.youtube.com/live/gP4tq3Jut-k?is=u3anhTELSpc2HNmh)",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786948200.0,
            "poll": null
        },
        {
            "m": "15.08 | 19:45",
            "id": "local",
            "u": "",
            "t": "🇲🇳 МОНГОЛИЯ: ПРЕДСТАВИТЕЛЬ НА ЕВРОВИДЕНИЕ АЗИЯ 2026 БУДЕТ ОБЪЯВЛЕН 10 ОКТЯБРЯ",
            "b": "Монгольский национальный вещатель MNC официально утвердил дату презентации своего представителя и конкурсной песни на дебютном шоу Евровидение Азия 2026.\n\n[📷 ФОТО: Промо-графика анонса отбора Монголии]\n\nПрезентация участника состоится в субботу, 10 октября. Монголия станет одной из ключевых стран-дебютанток первого азиатского музыкального первенства, которое пройдет 14 ноября в Бангкоке.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786812300.0,
            "poll": null
        },
        {
            "m": "15.08 | 19:45",
            "id": "local",
            "u": "",
            "t": "🇲🇳 МОНГОЛІЯ: ПРЕДСТАВНИК НА ЄВРОБАЧЕННЯ АЗІЯ 2026 БУДЕ ОГОЛОШЕНИЙ 10 ЖОВТНЯ",
            "b": "Монгольський національний мовник MNC офіційно затвердив та оголосив дату презентації свого представника і конкурсної пісні на дебютному шоу Євробачення Азія 2026.\n\n[📷 ФОТО: Промо-графіка анонсу відбору Монголії]\n\nПрезентація учасника відбудеться у суботу, 10 жовтня. Монголія стане однією з ключових країн-дебютанток першої азійської музичної першості, яка пройде 14 листопада у Бангкоку.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786812300.0,
            "poll": null
        },
        {
            "m": "15.08 | 19:40",
            "id": "local",
            "u": "",
            "t": "🇲🇾 МАЛАЙЗИЯ: AINA ABDUL - ПРЕДСТАВИТЕЛЬНИЦА НА ЕВРОВИДЕНИИ АЗИЯ 2026",
            "b": "Известная малайзийская певица Айна Абдул (Aina Abdul) официально объявлена представительницей Малайзии на первом в истории конкурсе Евровидение Азия 2026 в Бангкоке.\n\n[📷 ФОТО: Aina Abdul - представительница Малайзии на Евровидении Азия 2026]\n\nПевица считается одной из самых популярных и вокально сильных поп-артисток страны. Завтра организаторы раскроют подробности конкурсного трека и следующие шаги подготовки исполнительницы к гранд-финалу 14 ноября.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786812000.0,
            "poll": null
        },
        {
            "m": "15.08 | 19:40",
            "id": "local",
            "u": "",
            "t": "🇲🇾 МАЛАЙЗІЯ: AINA ABDUL - ПРЕДСТАВНИЦЯ НА ЄВРОБАЧЕННІ АЗІЯ 2026",
            "b": "Відома малайзійська співачка Айна Абдул (Aina Abdul) офіційно оголошена представницею Малайзії на першому в історії конкурсі Євробачення Азія 2026 у Бангкоку.\n\n[📷 ФОТО: Aina Abdul - представниця Малайзії на Євробаченні Азія 2026]\n\nСпівачка вважається однією з найпопулярніших та вокально найсильніших поп-артисток країни. Завтра організатори розкриють подробиці конкурсного треку та наступні кроки підготовки виконавці до ґранд-фіналу 14 листопада.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786812000.0,
            "poll": null
        },
        {
            "m": "14.08 | 11:15",
            "id": "local",
            "u": "",
            "t": "🇰🇷 ЮЖНАЯ КОРЕЯ: ВЕЩАТЕЛЬ ENA ПРОВЕДЁТ НАЦИОНАЛЬНЫЙ ОТБОР НА ЕВРОВИДЕНИЕ АЗИЯ 4 СЕНТЯБРЯ",
            "b": "Южнокорейский телеканал ENA официально объявил о проведении национального отбора на Евровидение Азия 2026 под концепцией «Korea's Next Wave».\n\n[📷 ФОТО: Промо-постер национального отбора Южной Кореи на канале ENA]\n\nПрямой эфир финального шоу состоится в пятницу, 4 сентября. В рамках телепередачи определится артист и конкурсная композиция, которые представят Республику Корея на гранд-финале в Бангкоке 14 ноября.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786695300.0,
            "poll": null
        },
        {
            "m": "14.08 | 11:15",
            "id": "local",
            "u": "",
            "t": "🇰🇷 ПІВДЕННА КОРЕЯ: МОВНИК ENA ПРОВЕДЕ НАЦІОНАЛЬНИЙ ВІДБІР НА ЄВРОБАЧЕННЯ АЗІЯ 4 ВЕРЕСНЯ",
            "b": "Південнокорейський телеканал ENA офіційно оголосив про проведення національного відбору на Євробачення Азія 2026 під концепцією «Korea's Next Wave».\n\n[📷 ФОТО: Промо-постер національного відбору Південної Кореї на каналі ENA]\n\nПрямий ефір фінального шоу відбудеться у п'ятницю, 4 вересня. У межах телепередачі визначиться артист та конкурсна композиція, які представлять Республіку Корея на ґранд-фіналі у Бангкоку 14 листопада.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786695300.0,
            "poll": null
        },
        {
            "m": "14.08 | 10:45",
            "id": "local",
            "u": "",
            "t": "🇲🇳 МОНГОЛИЯ: ОФИЦИАЛЬНОЕ ПОДТВЕРЖДЕНИЕ УЧАСТИЯ И ДАТА ГРАНД-ФИНАЛА ЕВРОВИДЕНИЯ АЗИЯ 2026",
            "b": "Организаторы Евровидения Азия 2026 официально подтвердили участие Монголии. Страну на конкурсе представит национальный вещатель MNC.\n\n[📷 ФОТО: Официальный постер участия Монголии на Евровидении Азия 2026]\n\nТакже объявлена точная дата проведения гранд-финала - шоу состоится 14 ноября 2026 года в Бангкоке (Таиланд). Способ отбора монгольского представителя вещатель раскроет в ближайшее время.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786693500.0,
            "poll": null
        },
        {
            "m": "14.08 | 10:45",
            "id": "local",
            "u": "",
            "t": "🇲🇳 МОНГОЛІЯ: ОФІЦІЙНЕ ПОДТВЕРДЖЕННЯ УЧАСТІ ТА ДАТА ҐРАНД-ФІНАЛУ ЄВРОБАЧЕННЯ АЗІЯ 2026",
            "b": "Організатори Євробачення Азія 2026 офіційно підтвердили участь Монголії. Країну на конкурсі представить національний мовник MNC.\n\n[📷 ФОТО: Офіційний постер участі Монголії на Євробаченні Азія 2026]\n\nТакож оголошено точну дату проведення ґранд-фіналу - шоу відбудеться 14 листопада 2026 року у Бангкоку (Таїланд). Спосіб відбору монгольського представника мовник розкриє найближчим часом.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786693500.0,
            "poll": null
        },
        {
            "m": "14.08 | 10:40",
            "id": "local",
            "u": "",
            "t": "🇲🇾 МАЛАЙЗИЯ: ПРЕДСТАВИТЕЛЬ НА ЕВРОВИДЕНИЕ АЗИЯ 2026 БУДЕТ ОБЪЯВЛЕН 15 АВГУСТА",
            "b": "Организаторы Евровидения Азия объявили, что имя представителя Малайзии на дебютном конкурсе 2026 года в Бангкоке будет официально раскрыто в субботу, 15 августа.\n\n[📷 ФОТО: Промо-графика анонса представителя Малайзии]\n\nМалайзия станет второй страной (после Бутана), подтвердившей своего исполнителя для первого азиатского конкурса песни. Гранд-финал Евровидения Азия пройдёт в ноябре.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786693200.0,
            "poll": null
        },
        {
            "m": "14.08 | 10:40",
            "id": "local",
            "u": "",
            "t": "🇲🇾 МАЛАЙЗІЯ: ПРЕДСТАВНИК НА ЄВРОБАЧЕННЯ АЗІЯ 2026 БУДЕ ОГОЛОШЕНИЙ 15 СЕРПНЯ",
            "b": "Організатори Євробачення Азія оголосили, що ім'я представника Малайзії на дебютному конкурсі 2026 року в Бангкоку буде офіційно розкрито у суботу, 15 серпня.\n\n[📷 ФОТО: Промо-графіка анонсу представника Малайзії]\n\nМалайзія стане другою країною (після Бутану), яка підтвердила свого виконавця для першого азійського конкурсу пісні. Ґранд-фінал Євробачення Азія відбудеться у листопаді.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786693200.0,
            "poll": null
        },
        {
            "m": "13.08 | 19:35",
            "id": "local",
            "u": "",
            "t": "🧠 ЄВРОПА: AFTONBLADET РОЗКРИВ ДЕТАЛІ ЛИСТА EBU ПРО ВІДХІД MOROCCANOIL ТА РЕФОРМУ ГОЛОСУВАННЯ",
            "b": "Шведське видання **Aftonbladet** отримало доступ до закритого листа EBU, підписаного генеральним директором Жаном Філіпом Де Тендером та головою Референтної групи Ана-Марією Бордас.\n\n[📷 ФОТО: Бірюзовий килимок Євробачення з брендингом Moroccanoil]\n\n---\n\n### 📩 ГОЛОВНІ ІНСАЙДИ З ЛИСТА EBU\n\n• **Офіційний відхід Moroccanoil:** Ізраїльський бренд доглядової косметики особисто відмовився від продовження спонсорського контракту. У зв'язку з відходом генерального партнера бірюзовий колір килимової доріжки відкриття конкурсу буде змінено.\n• **Боротьба з геополітичним голосуванням:** В EBU визнали, що поточний геополітичний клімат провокує організоване блок-голосування.\n• **Радикальна реформа глядацького голосування 2027 року:** EBU планує повністю скасувати SMS та дзвінки, перевівши голосування 100% в онлайн.\n• **Обов'язковий вибір топ-3:** Глядачів зобов'яжуть голосувати щонайменше за три різні пісні (наприклад, свій топ-3), щоб розмити ефект політичної мобілізації навколо одного артиста.\n\n---\n\nРозробка юридичної бази для нових правил глядацького голосування вже триває та завершиться до Євробачення 2027 у Бурґасі.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786638900.0,
            "poll": null
        },
        {
            "m": "13.08 | 19:35",
            "id": "local",
            "u": "",
            "t": "🧠 ЕВРОПА: AFTONBLADET РАСКРЫЛ ДЕТАЛИ ПИСЬМА EBU ОБ УХОДЕ MOROCCANOIL И РЕФОРМЕ ГОЛОСОВАНИЯ",
            "b": "Шведское издание **Aftonbladet** получило доступ к закрытому письму EBU, подписанному генеральным директором Жаном Филипом Де Тендером и главой Референтной группы Ана-Марией Бордас. \n\n[📷 ФОТО: Бирюзовая ковровая дорожка Евровидения с брендингом Moroccanoil]\n\n---\n\n### 📩 ГЛАВНЫЕ ИНСАЙДЫ ИЗ ПИСЬМА EBU\n\n• **Официальный уход Moroccanoil:** Израильский бренд уходовой косметики лично отказался от продления спонсорского контракта. В связи с уходом генерального партнёра бирюзовый цвет ковровой дорожки открытия конкурса будет изменён.\n• **Борьба с геополитическим голосованием:** В EBU признали, что текущий геополитический климат провоцирует организованное блок-голосование.\n• **Радикальная реформа зрительского голосования 2027 года:** EBU планирует полностью отменить SMS и звонки, переведя голосование 100% в онлайн.\n• **Обязательный выбор топ-3:** Зрителей обяжут голосовать минимум за три разные песни (например, свой топ-3), чтобы размыть эффект политической мобилизации вокруг одного артиста.\n\n---\n\nРазработка юридической базы для новых правил зрительского голосования уже ведётся и завершится к Евровидению 2027 в Бургасе.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786638900.0,
            "poll": null
        },
        {
            "m": "13.08 | 14:30",
            "id": "local",
            "u": "",
            "t": "🧠 БОЛГАРИЯ: ИНСАЙДЕРСКИЙ РАЗБОР - ПОЧЕМУ БУРГАС ПОБЕДИЛ СОФИЮ НА ЕВРОВИДЕНИИ 2027",
            "b": "Болгарский источник ESC Gabe, близкий к организационному комитету, раскрыл технические и логистические причины, по которым EBU и БНТ отдали предпочтение Бургасу, отклонив заявку столицы.\n\n[📷 ФОТО: Инфраструктурный план арены и побережья Бургаса]\n\n---\n\n### ⚠️ ПРОБЛЕМЫ ЗАЯВКИ СОФИИ\n\n• **Транспортный коллапс:** Арена 8888 Arena в Софии имеет всего одну магистральную дорогу с постоянными заторами.\n• **Сбои общественного транспорта:** Две трамвайные линии не имеют развязок и застревают в общих пробках.\n• **Удалённость Eurovillage:** Фан-зона в Национальном дворце культуры располагалась в 6 км от арены.\n• **Дефицит парковок:** Вместимость паркинга арены Софии уступала Бургасу.\n\n---\n\n### ✅ РЕШЕНИЯ И ПРЕИМУЩЕСТВА БУРГАСА\n\n• **Отели и логистика:** Использование отелей города и близлежащих курортов с бесплатными челночными шаттлами.\n• **Eurovillage:** Фан-деревня расположена в пешей доступности от Arena Burgas.\n• **Аэропорт и опыт:** Аэропорт Бургаса готовит дополнительные чартеры, а город уже имеет опыт масштабной реконструкции дорог под Giro d'Italia.\n\n🔗 **ИСТОЧНИК:** [ESC Gabe на X](https://x.com/esc_gabe/status/2087836193878667729)",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786620600.0,
            "poll": null
        },
        {
            "m": "13.08 | 14:30",
            "id": "local",
            "u": "",
            "t": "🧠 БОЛГАРІЯ: ІНСАЙДЕРСЬКИЙ АНАЛІЗ - ЧОМУ БУРҐАС ПЕРЕМІГ СОФІЮ НА ЄВРОБАЧЕННІ 2027",
            "b": "Болгарське джерело ESC Gabe, близьке до організаційного комітету, розкрило технічні та логістичні причини, з яких EBU та БНТ надали перевагу Бурґасу, відхиливши заявку столиці.\n\n[📷 ФОТО: Інфраструктурний план арени та узбережжя Бурґаса]\n\n---\n\n### ⚠️ ПРОБЛЕМИ ЗАЯВКИ СОФІЇ\n\n• **Транспортний колапс:** Арена 8888 Arena у Софії має лише одну магістральну дорогу з постійними заторами.\n• **Збої громадського транспорту:** Дві трамвайні лінії не мають розв'язок та застрягають у загальних пробках.\n• **Віддаленість Eurovillage:** Фан-зона у Національному палаці культури розташовувалася за 6 км від арени.\n• **Дефіцит парковок:** Місткість паркінгу арени Софії поступалася Бурґасу.\n\n---\n\n### ✅ РІШЕННЯ ТА ПЕРЕВАГИ БУРҐАСА\n\n• **Готелі та логістика:** Використання готелів міста та сусідніх курортів із безкоштовними човниковими шаттлами.\n• **Eurovillage:** Фан-селище розташоване у пішій доступності від Arena Burgas.\n• **Аеропорт та досвід:** Аеропорт Бурґаса готує додаткові чартери, а місто вже має досвід масштабної реконструкції доріг під Giro d'Italia.\n\n🔗 **ДЖЕРЕЛО:** [ESC Gabe на X](https://x.com/esc_gabe/status/2087836193878667729)",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786620600.0,
            "poll": null
        },
        {
            "m": "13.08 | 14:15",
            "id": "local",
            "u": "",
            "t": "🇳🇱 НИДЕРЛАНДЫ: ПРЕМЬЕРА КЛИПА ГРУППЫ THE CROSSOVERS ДЛЯ JUNIOR SONGFESTIVAL 2026",
            "b": "Нидерландский вещатель AVROTROS презентовал видеоклип коллектива The Crossovers на одноименную песню «Crossovers», завершив линейку релизов участников Junior Songfestival 2026.\n\n[🎥 ВИДЕО: Официальный клип The Crossovers - «Crossovers»]\n\nВ состав смешанной группы из 6 человек входят Сейдж, Зои, Кейтлин, Лей, Бенджамин и Ноуд. Автором композиции выступил Виллем Ласеромс. Напомним, победившая песня представит Нидерланды на Детском Евровидении 2026 в Мальте. Финал отбора на RTM Stage Ahoy в Роттердаме состоится 19 сентября в 20:00 по Риге.\n\n🔗 **СМОТРЕТЬ КЛИП:** [YouTube](https://youtu.be/XIiTCiSOvSQ)",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786619700.0,
            "poll": null
        },
        {
            "m": "13.08 | 14:15",
            "id": "local",
            "u": "",
            "t": "🇳🇱 НІДЕРЛАНДИ: ПРЕМ'ЄРА КЛІПУ ГУРТУ THE CROSSOVERS ДЛЯ JUNIOR SONGFESTIVAL 2026",
            "b": "Нідерландський мовник AVROTROS презентував відеокліп колективу The Crossovers на однойменну пісню «Crossovers», завершивши лінійку релізів учасників Junior Songfestival 2026.\n\n[🎥 ВИДЕО: Офіційний кліп The Crossovers - «Crossovers»]\n\nДо складу змішаного гурту з 6 осіб входять Сейдж, Зої, Кейтлін, Лей, Бенджамін та Ноуд. Автором композиції виступив Віллем Ласеромс. Нагадаємо, переможна пісня представить Нідерланди на Дитячому Євробаченні 2026 на Мальті. Фінал відбору на RTM Stage Ahoy у Роттердамі відбудеться 19 вересня о 20:00 за київським часом.\n\n🔗 **ДИВИТИСЯ КЛІП:** [YouTube](https://youtu.be/XIiTCiSOvSQ)",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786619700.0,
            "poll": null
        },
        {
            "m": "13.08 | 14:10",
            "id": "local",
            "u": "",
            "t": "🇳🇱 НІДЕРЛАНДИ: ПРЕМ'ЄРА КЛІПУ МАРІЇ «STRONGER TOGETHER» ДЛЯ JUNIOR SONGFESTIVAL 2026",
            "b": "Нідерландський мовник AVROTROS презентував офіційний відеокліп 9-річної співачки Марії (Maria) на конкурсну пісню «Stronger Together» для відбору Junior Songfestival 2026.\n\n[🎥 ВИДЕО: Офіційний кліп Maria - «Stronger Together»]\n\nАвторами композиції виступили Мелл Йонк та Тон Дейкман. Марія побореться за право представити Нідерланди на Дитячому Євробаченні 2026 на Мальті проти Vajèn, Nolan та The Crossovers. Фінальне шоу на арені RTM Stage Ahoy у Роттердамі відбудеться 19 вересня о 20:00 за київським часом.\n\n🔗 **ДИВИТИСЯ КЛІП:** [YouTube](https://youtu.be/ohylLfGg7Vk)",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786619400.0,
            "poll": null
        },
        {
            "m": "13.08 | 14:10",
            "id": "local",
            "u": "",
            "t": "🇳🇱 НИДЕРЛАНДЫ: ПРЕМЬЕРА КЛИПА МАРИИ «STRONGER TOGETHER» ДЛЯ JUNIOR SONGFESTIVAL 2026",
            "b": "Нидерландский вещатель AVROTROS презентовал официальный видеоклип 9-летней певицы Марии (Maria) на конкурсную песню «Stronger Together» для отбора Junior Songfestival 2026.\n\n[🎥 ВИДЕО: Официальный клип Maria - «Stronger Together»]\n\nАвторами композиции выступили Мелл Йонк и Тон Дейкман. Мария поборется за право представить Нидерланды на Детском Евровидении 2026 в Мальте против Vajèn, Nolan и The Crossovers. Финальное шоу на арене RTM Stage Ahoy в Роттердаме состоится 19 сентября в 20:00 по Риге.\n\n🔗 **СМОТРЕТЬ КЛИП:** [YouTube](https://youtu.be/ohylLfGg7Vk)",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786619400.0,
            "poll": null
        },
        {
            "m": "13.08 | 14:00",
            "id": "local",
            "u": "",
            "t": "🟡 ЕВРОПА: MOROCCANOIL БОЛЬШЕ НЕ ЯВЛЯЕТСЯ ГЛАВНЫМ СПОНСОРОМ ЕВРОВИДЕНИЯ 2027",
            "b": "Бренд Moroccanoil прекращает многолетнее сотрудничество с Евровидением в качестве генерального спонсора. Логотип компании отсутствует на всех официальных промо-материалах и видеороликах Евровидения 2027 в Бургасе.\n\n[📷 ФОТО: Промо-материалы Евровидения 2027 без логотипа Moroccanoil]\n\nИзраильский производитель косметики выступал генеральным партнёром шоу с 2020 года. Официальное подписание договора с новым генеральным спонсором EBU объявит в ближайшие месяцы.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1786618800.0,
            "poll": null
        }
    ],
    "qualifiers": [
        {
            "id": "bg",
            "a": "Dara"
        },
        {
            "id": "fi",
            "a": "Linda Lampenius & Pete Parkkonen"
        }
    ],
    "eliminated": [
        {
            "id": "md",
            "a": "Satoshi",
            "s": "Viva, Moldova!"
        },
        {
            "id": "gr",
            "a": "Akylas",
            "s": "Ferto"
        },
        {
            "id": "it",
            "a": "Sal Da Vinci",
            "s": "Per sempre sì"
        },
        {
            "id": "me",
            "a": "Tamara Živković",
            "s": "Nova zora"
        },
        {
            "id": "at",
            "a": "COSMØ",
            "s": "Tanzschein"
        },
        {
            "id": "al",
            "a": "Alis",
            "s": "Nën"
        },
        {
            "id": "au",
            "a": "Delta Goodrem",
            "s": "Eclipse"
        },
        {
            "id": "am",
            "a": "Simón",
            "s": "Paloma rumba"
        },
        {
            "id": "lu",
            "a": "Eva Marija",
            "s": "Mother Nature"
        },
        {
            "id": "ro",
            "a": "A. Căpitănescu",
            "s": "Choke Me"
        },
        {
            "id": "lt",
            "a": "Lion Ceccah",
            "s": "Sólo quiero más"
        },
        {
            "id": "hr",
            "a": "Lelek",
            "s": "Andromeda"
        },
        {
            "id": "lv",
            "a": "Atvara",
            "s": "Ēnā"
        },
        {
            "id": "cz",
            "a": "Daniel Zizka",
            "s": "Crossroads"
        },
        {
            "id": "ua",
            "a": "Leléka",
            "s": "Ridnym"
        },
        {
            "id": "ee",
            "a": "Vanilla Ninja",
            "s": "Too Epic to Be True"
        },
        {
            "id": "pt",
            "a": "Bandidos do Cante",
            "s": "Rosa"
        },
        {
            "id": "az",
            "a": "Jiva",
            "s": "Just Go"
        },
        {
            "id": "il",
            "a": "Noam Bettan",
            "s": "Michelle"
        },
        {
            "id": "rs",
            "a": "Lavina",
            "s": "Kraj mene"
        },
        {
            "id": "fr",
            "a": "Monroe",
            "s": "Regarde !"
        },
        {
            "id": "pl",
            "a": "Alicja",
            "s": "Pray"
        },
        {
            "id": "no",
            "a": "Jonas Lovv",
            "s": "Ya Ya Ya"
        },
        {
            "id": "de",
            "a": "Sarah Engels",
            "s": "Fire"
        },
        {
            "id": "sm",
            "a": "Senhit",
            "s": "Superstar"
        },
        {
            "id": "ch",
            "a": "Veronica Fusaro",
            "s": "Alice"
        },
        {
            "id": "be",
            "a": "Essyla",
            "s": "Dancing on the Ice"
        },
        {
            "id": "cy",
            "a": "Antigoni",
            "s": "Jalla"
        },
        {
            "id": "dk",
            "a": "Søren"
        },
        {
            "id": "ge",
            "a": "Bzikebi"
        },
        {
            "id": "se",
            "a": "Felicia"
        },
        {
            "id": "gb",
            "a": "LMNC"
        }
    ],
    "nominees": [
        {
            "a": "🇨🇿 Daniel Zizka",
            "s": "Amar Pelos Dois (Salvador Sobral, PT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇵🇹 Bandidos do Cante",
            "s": "Saudade, Saudade (MARO, PT 2022)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇾 Little Antigoni",
            "s": "My Number One (Helena Paparizou, GR 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇭 Veronica Fusaro",
            "s": "Satellite (Lena, DE 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇩 Satoshi",
            "s": "Rim Tim Tagi Dim (Baby Lasagna, HR 2024)",
            "img": "assets/sf_moldova.png"
        },
        {
            "a": "🇲🇹 AIDAN",
            "s": "Per Sempre Sì (Sal Da Vinci, IT 2026)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇪 Sarah Engels",
            "s": "Nel Blu Dipinto Di Blu (Domenico Modugno, IT 1958)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇸🇲 SENHIT",
            "s": "Occidentali's Karma (Francesco Gabbani, IT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇳🇴 JONAS LOVV",
            "s": "Arcade (Duncan Laurence, NL 2019)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇦🇺 Delta Goodrem",
            "s": "Tattoo (Loreen, SE 2023)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇻 Atvara",
            "s": "Fly On The Wings Of Love (Olsen Brothers, DK 2000)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇴 Alexandra Căpitănescu",
            "s": "Fuego (Eleni Foureira, CY 2018)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇬🇷 Akylas",
            "s": "Rise Like a Phoenix (Conchita Wurst, AT 2014)",
            "img": "assets/sf_greece.png"
        },
        {
            "a": "🇦🇿 JIVA",
            "s": "We Could Be The Same (maNga, TR 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇺 Eva Marija",
            "s": "Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇺🇦 LELÉKA",
            "s": "Baller (Abor & Tynna, DE 2025)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇭🇷 LELEK",
            "s": "Wild Dances (Ruslana, UA 2004)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇪 Tamara Živković",
            "s": "Euphoria - After Dark (Loreen, SE 2012)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇸 LAVINA",
            "s": "In My Dreams (Wig Wam, NO 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇰 Søren Torpegaard Lund",
            "s": "Forlad Mig Ikke Her - Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        }
    ],
    "odds": [
        {
            "r": 1,
            "id": "fi",
            "c": "Finland",
            "p": "30%"
        },
        {
            "r": 2,
            "id": "fr",
            "c": "France",
            "p": "11%"
        },
        {
            "r": 3,
            "id": "dk",
            "c": "Denmark",
            "p": "10%"
        },
        {
            "r": 4,
            "id": "au",
            "c": "Australia",
            "p": "8%"
        },
        {
            "r": 5,
            "id": "gr",
            "c": "Greece",
            "p": "8%"
        },
        {
            "r": 6,
            "id": "se",
            "c": "Sweden",
            "p": "4%"
        },
        {
            "r": 7,
            "id": "il",
            "c": "Israel",
            "p": "4%"
        },
        {
            "r": 8,
            "id": "ua",
            "c": "Ukraine",
            "p": "3%"
        },
        {
            "r": 9,
            "id": "it",
            "c": "Italy",
            "p": "3%"
        },
        {
            "r": 10,
            "id": "ro",
            "c": "Romania",
            "p": "3%"
        }
    ],
    "next_chart": {
        "series": "EuroGroove",
        "theme": "ALBM Cuts (Vienna Aftermath)",
        "status": "live",
        "opens": "2026-05-24T20:30:00+03:00",
        "closes": "2026-05-31T19:00:00+03:00",
        "vote_url": "https://strawpoll.com/eurogroove-albm-cuts-2026"
    }
};