var DATA = {
    "battles": [
        {
            "id": 9,
            "n": "QF #1",
            "qf": "TO SF1",
            "t1": "fi",
            "a1": "Linda Lampenius and Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "82%",
            "t2": "dk",
            "a2": "Søren Torpegaard Lund",
            "s2": "Før vi går hjem",
            "sc2": "18%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 10,
            "n": "QF #2",
            "qf": "TO SF1",
            "t1": "gr",
            "a1": "Akylas",
            "s1": "Ferto",
            "sc1": "64% ★",
            "t2": "ge",
            "a2": "Bzikebi",
            "s2": "On Replay",
            "sc2": "36%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 11,
            "n": "QF #3",
            "qf": "TO SF2",
            "t1": "se",
            "a1": "Felicia",
            "s1": "My System",
            "sc1": "44%",
            "t2": "md",
            "a2": "Satoshi",
            "s2": "Viva, Moldova!",
            "sc2": "56% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 12,
            "n": "QF #4",
            "qf": "TO SF2",
            "t1": "gb",
            "a1": "Look Mum No Computer",
            "s1": "Eins, Zwei, Drei",
            "sc1": "50%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "50% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 13,
            "n": "SF #1",
            "qf": "TO FINAL",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "87% ★",
            "t2": "gr",
            "a2": "Akylas",
            "s2": "Ferto",
            "sc2": "13%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 14,
            "n": "SF #2",
            "qf": "TO FINAL",
            "t1": "md",
            "a1": "Satoshi",
            "s1": "Viva, Moldova!",
            "sc1": "36%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "64% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 15,
            "n": "GRAND FINAL",
            "qf": "THE CHAMPION",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "77%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "23%",
            "w": 1,
            "status": "DONE"
        }
    ],
    "rehearsals": [
        {
            "d": "15.05",
            "t": "14:30 - 18:30",
            "c": "at",
            "a": "Grand Final: Dress Rehearsal 1 (Press)",
            "s": "UPCOMING"
        },
        {
            "d": "15.05",
            "t": "22:00 - 02:00",
            "c": "at",
            "a": "Grand Final: Jury Show",
            "s": "UPCOMING"
        }
    ],
    "roadmap": [
        {
            "d": "30.05",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - НОЧЬ 1",
            "e": "🇦🇱 Festivali i Këngës për Fëmijë"
        },
        {
            "d": "31.05",
            "s": "WAITING",
            "t": "JESC АЛБАНИЯ - НОЧЬ 2",
            "e": "🇦🇱 Второй этап отбора"
        },
        {
            "d": "01.06",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - ФИНАЛ",
            "e": "🇦🇱 Выбор представителя"
        },
        {
            "d": "06.06",
            "s": "WAITING",
            "t": "YOUNG MUSICIANS - ЕРЕВАН",
            "e": "🇦🇲 Eurovision Young Musicians 2026"
        },
        {
            "d": "01.08",
            "s": "MAJOR",
            "t": "ESC ASIA: БУТАН СТАРТ",
            "e": "🇧🇹 Первый нацотбор азиатской версии"
        },
        {
            "d": "17.08",
            "s": "MAJOR",
            "t": "UMK 2027 ЗАЯВКИ ОТКРЫТЫ",
            "e": "🇫🇮 yle.fi/umk - окно до 23.08"
        },
        {
            "d": "23.08",
            "s": "WAITING",
            "t": "UMK 2027 ЗАЯВКИ ЗАКРЫТЫ",
            "e": "🇫🇮 Дедлайн подачи"
        },
        {
            "d": "19.09",
            "s": "WAITING",
            "t": "ESC ASIA: НЕПАЛ",
            "e": "🇳🇵 Himalaya TV - National Final"
        },
        {
            "d": "24.10",
            "s": "MAJOR",
            "t": "JUNIOR EUROVISION - МАЛЬТА",
            "e": "🇲🇹 23-й детский конкурс"
        },
        {
            "d": "14.11",
            "s": "MAJOR",
            "t": "ESC ASIA - БАНГКОК",
            "e": "🌏 Grand Final, прямой эфир"
        }
    ],
    "chart": [
        {
            "r": 1,
            "a": "Linda Lampenius & Pete Parkkonen",
            "s": "Liekinheitin",
            "p": "72 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Linda%20Lampenius%20%26%20Pete%20Parkkonen"
        },
        {
            "r": 2,
            "a": "Taylor Swift",
            "s": "I Knew It, I Knew You",
            "p": "68 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Taylor%20Swift"
        },
        {
            "r": 3,
            "a": "BLACKPINK",
            "s": "JUMP",
            "p": "68 pts (=)",
            "img": "https://i.pravatar.cc/150?u=BLACKPINK"
        },
        {
            "r": 4,
            "a": "BTS",
            "s": "SWIM",
            "p": "55 pts (=)",
            "img": "https://i.pravatar.cc/150?u=BTS"
        },
        {
            "r": 5,
            "a": "Olivia Rodrigo",
            "s": "drop dead",
            "p": "53 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Olivia%20Rodrigo"
        },
        {
            "r": 6,
            "a": "Sal Da Vinci",
            "s": "Per sempre sì",
            "p": "53 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Sal%20Da%20Vinci"
        },
        {
            "r": 7,
            "a": "By Индия, Xcho, МОТ",
            "s": "Шадэ",
            "p": "47 pts (=)",
            "img": "https://i.pravatar.cc/150?u=By%20%D0%98%D0%BD%D0%B4%D0%B8%D1%8F%2C%20Xcho%2C%20%D0%9C%D0%9E%D0%A2"
        },
        {
            "r": 8,
            "a": "Alexandra Căpitănescu",
            "s": "Choke Me",
            "p": "44 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Alexandra%20C%C4%83pit%C4%83nescu"
        },
        {
            "r": 9,
            "a": "Егор Крид, ARTIK & ASTI",
            "s": "KARMA",
            "p": "44 pts (=)",
            "img": "https://i.pravatar.cc/150?u=%D0%95%D0%B3%D0%BE%D1%80%20%D0%9A%D1%80%D0%B8%D0%B4%2C%20ARTIK%20%26%20ASTI"
        },
        {
            "r": 10,
            "a": "KATSEYE",
            "s": "PINKY UP",
            "p": "43 pts (=)",
            "img": "https://i.pravatar.cc/150?u=KATSEYE"
        },
        {
            "r": 11,
            "a": "BEARWOLF",
            "s": "Феникс",
            "p": "38 pts (=)",
            "img": "https://i.pravatar.cc/150?u=BEARWOLF"
        },
        {
            "r": 12,
            "a": "Tyla, Zara Larsson",
            "s": "SHE DID IT AGAIN",
            "p": "36 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Tyla%2C%20Zara%20Larsson"
        },
        {
            "r": 13,
            "a": "Сергей Лазарев, Полина Гагарина",
            "s": "Хэппи Энд",
            "p": "33 pts (=)",
            "img": "https://i.pravatar.cc/150?u=%D0%A1%D0%B5%D1%80%D0%B3%D0%B5%D0%B9%20%D0%9B%D0%B0%D0%B7%D0%B0%D1%80%D0%B5%D0%B2%2C%20%D0%9F%D0%BE%D0%BB%D0%B8%D0%BD%D0%B0%20%D0%93%D0%B0%D0%B3%D0%B0%D1%80%D0%B8%D0%BD%D0%B0"
        },
        {
            "r": 14,
            "a": "Madonna",
            "s": "Love Sensation",
            "p": "30 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Madonna"
        },
        {
            "r": 15,
            "a": "Dave, Tems",
            "s": "Raindance",
            "p": "29 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Dave%2C%20Tems"
        },
        {
            "r": 16,
            "a": "Madison Beer",
            "s": "lovergirl",
            "p": "29 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Madison%20Beer"
        },
        {
            "r": 17,
            "a": "HOLLYFLAME",
            "s": "Тону",
            "p": "28 pts (=)",
            "img": "https://i.pravatar.cc/150?u=HOLLYFLAME"
        },
        {
            "r": 18,
            "a": "Dara",
            "s": "Bangaranga",
            "p": "23 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Dara"
        },
        {
            "r": 19,
            "a": "SAYAN",
            "s": "Мальборо",
            "p": "14 pts (=)",
            "img": "https://i.pravatar.cc/150?u=SAYAN"
        },
        {
            "r": 20,
            "a": "Ваня Дмитриенко",
            "s": "След",
            "p": "13 pts (=)",
            "img": "https://i.pravatar.cc/150?u=%D0%92%D0%B0%D0%BD%D1%8F%20%D0%94%D0%BC%D0%B8%D1%82%D1%80%D0%B8%D0%B5%D0%BD%D0%BA%D0%BE"
        }
    ],
    "news": [
        {
            "m": "24.07 | 09:30",
            "id": "local",
            "u": "",
            "t": "🇱🇻 ЛАТВИЯ: ФИНАЛ SUPERNOVA 2027 НА АРЕНЕ И НОВЫЕ ПРАВИЛА СУПЕРФИНАЛА",
            "b": "Латвийский вещатель LTV официально запустил новый сезон отбора «Supernova 2027». Главным новшеством станет масштабный перенос финала шоу на стадион **Xiaomi Arēna** (бывшая Arēna Rīga) и введение суперфинала с обнулением голосов.\n\n🏛 **Ключевые детали и регламент:**\n• **Даты и локация:** Приём заявок откроется с 1 августа по 1 октября 2026 года. Список участников огласят в ноябре. Финал пройдёт 6 февраля 2027 года на Xiaomi Arēna.\n• **Схема суперфинала:** Впервые в рамках одного эфира пройдут финал и суперфинал. Три лучших артиста (выбранные системой 50/50) выйдут в суперфинал, где победителя определят исключительно зрители со стопроцентным сбросом предыдущих баллов.\n• **Ограничения:** Иностранные авторы могут владеть максимум 49% прав на песню. Использование ИИ (искусственного интеллекта) полностью запрещено.\n\nПродажа билетов на финал на платформе Biļešu Paradīze стартует уже сегодня, 24 июля. Руководитель вещания развлекательного контента LTV Агнесе Штраусе-Кублиня подчеркнула, что проведение шоу на арене позволит зрителям увидеть закулисье проекта и почувствовать его энергетику вживую.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784874600.0,
            "poll": null
        },
        {
            "m": "24.07 | 09:30",
            "id": "local",
            "u": "",
            "t": "🇱🇻 ЛАТВІЯ: ФІНАЛ SUPERNOVA 2027 НА АРЕНІ ТА НОВІ ПРАВИЛА СУПЕРФІНАЛУ",
            "b": "Латвійський мовник LTV офіційно запустив новий сезон відбору «Supernova 2027». Головним нововведенням стане масштабне перенесення фіналу шоу на стадіон **Xiaomi Arēna** (колишня Arēna Rīga) та впровадження суперфіналу з обнуленням голосів.\n\n🏛 **Ключові деталі та регламент:**\n• **Дати та локація:** Прийом заявок відкриється з 1 серпня до 1 жовтня 2026 року. Список учасників оприлюднять у листопаді. Фінал відбудеться 6 лютого 2027 року на Xiaomi Arēna.\n• **Схема суперфіналу:** Вперше у межах одного ефіру пройдуть фінал та суперфінал. Три найкращі артисти (обрані системою 50/50) вийдуть до суперфіналу, де переможця визначать виключно глядачі зі стовідсотковим скиданням попередніх балів.\n• **Обмеження:** Іноземні автори можуть володіти максимум 49% прав на пісню. Використання ШІ (штучного інтелекту) повністю заборонено.\n\nПродаж квитків на фінал на платформі Biļešu Paradīze стартує вже сьогодні, 24 липня. Керівник мовлення розважального контенту LTV Агнесе Штраусе-Кубліня підкреслила, що проведення шоу на арені дозволить глядачам побачити залаштунки проєкту та відчути його енергетику наживо.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784874600.0,
            "poll": null
        },
        {
            "m": "23.07 | 18:31",
            "id": "70",
            "u": "https://t.me/YourEurovision/6292",
            "t": "Update",
            "b": "",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784831507.0,
            "poll": null
        },
        {
            "m": "23.07 | 18:21",
            "id": "70",
            "u": "https://t.me/YourEurovision/6291",
            "t": "Update",
            "b": "",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784830877.0,
            "poll": null
        },
        {
            "m": "23.07 | 21:20",
            "id": "local",
            "u": "",
            "t": "🇪🇸 ІСПАНІЯ: БОЙКОТ ЄВРОБАЧЕННЯ СТАВ ГОЛОВНОЮ СКАРГОЮ ТЕЛЕГЛЯДАЧІВ RTVE",
            "b": "Офіс захисника аудиторії іспанського мовника RTVE опублікував звіт за другий квартал 2026 року. Рішення керівництва бойкотувати та повністю відмовитися від трансляції Євробачення 2026 у Відні стало найбільш обговорюваною темою, зібравши понад сотню офіційних скарг і запитів.\n\n📊 **Ключова статистика та претензії зі звіту:**\n• **Обсяг скарг:** 96 звернень напряму критикують відмову від трансляції фіналу 16 травня (найбільш масовий блок скарг кварталу). На другому місці (95 звернень) - претензії до служби новин Telediario за ігнорування інциденту з флотилією Global Summud.\n• **Політика подвійних стандартів:** Глядачі вказали на непослідовність RTVE, який бойкотував музичний конкурс, але при цьому транслював на каналі Teledeporte спортивні матчі за участю Ізраїлю (наприклад, гандбол 15 травня).\n• **Дитяче Євробачення:** Зафіксовано сплеск запитів про Дитяче Євробачення 2026. Мовник RTVE продовжує зберігати повне мовчання щодо участі в Мальті.\n• **Лазівка в Benidorm Fest:** У соцмережах активно обговорюється новий пункт правил Benidorm Fest, згідно з яким переможець фестивалю може відмовитися від путівки на Євробачення на користь іншого артиста. Це залишає лазівку для збереження фестивалю як незалежного шоу в разі продовження бойкоту. Переговори про повернення Іспанії на конкурс у 2027 році з EBU наразі не ведуться.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784830800.0,
            "poll": null
        },
        {
            "m": "23.07 | 21:20",
            "id": "local",
            "u": "",
            "t": "🇪🇸 ИСПАНИЯ: БОЙКОТ ЕВРОВИДЕНИЯ СТАЛ ГЛАВНОЙ ЖАЛОБОЙ ТЕЛЕЗРИТЕЛЕЙ RTVE",
            "b": "Офис защитника аудитории испанского вещателя RTVE опубликовал отчёт за второй квартал 2026 года. Решение руководства бойкотировать и полностью отказаться от трансляции Евровидения 2026 в Вене стало самой обсуждаемой темой, собрав более сотни официальных жалоб и запросов.\n\n📊 **Ключевая статистика и претензии из отчёта:**\n• **Объём жалоб:** 96 обращений напрямую критикуют отказ от трансляции финала 16 мая (самый массовый блок жалоб квартала). На втором месте (95 обращений) - претензии к службе новостей Telediario за игнорирование инцидента с флотилией Global Summud.\n• **Политика двойных стандартов:** Зрители указали на непоследовательность RTVE, который бойкотировал музыкальный конкурс, но при этом транслировал на канале Teledeporte спортивные матчи с участием Израиля (например, гандбол 15 мая).\n• **Детское Евровидение:** Зафиксирован всплеск запросов о Детском Евровидении 2026. Вещатель RTVE продолжает хранить полное молчание относительно участия в Мальте.\n• **Лазейка в Benidorm Fest:** В соцсетях активно обсуждается новый пункт правил Benidorm Fest, согласно которому победитель фестиваля может отказаться от участия в Евровидении в пользу другого артиста. Это оставляет лазейку для сохранения фестиваля как независимого шоу в случае продления бойкота. Переговоры о возвращении Испании на конкурс в 2027 году с EBU пока не ведутся.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784830800.0,
            "poll": null
        },
        {
            "m": "23.07 | 21:15",
            "id": "local",
            "u": "",
            "t": "🇵🇱 ПОЛЬЩА: РЕЖИСЕР ЄВРОБАЧЕННЯ ЗАКЛИКАВ ФАНАТІВ ПИСАТИ TVP З ІДЕЯМИ ВІДБОРУ",
            "b": "Телевізійний режисер польських виступів на Євробаченні (2024-2026) Яцек Дибовський закликав підписників в Instagram надсилати листи мовнику TVP із пропозиціями щодо формату відбору на **Євробачення 2027**.\n\nДибовський повідомив, що чекає на рішення TVP про механізм вибору артиста, і прагне продемонструвати мовнику запит аудиторії на відкриті кваліфікації. Раніше він просував ідею фіналу відбору 2026 року на арені Gliwice з півфіналами, однак проєкт скасували через скорочення бюджетів TVP.\n\n⚠️ **Контекст:** Наразі TVP офіційно не підтверджував участь Польщі в Болгарії чи проведення відбору. На коментарі фанатів про вирішене питання Дибовський відповів лише: «Я б хотів цього».",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784830500.0,
            "poll": null
        },
        {
            "m": "23.07 | 21:15",
            "id": "local",
            "u": "",
            "t": "🇵🇱 ПОЛЬША: РЕЖИССЁР ЕВРОВИДЕНИЯ ПРИЗВАЛ ФАНАТОВ ПИСАТЬ TVP С ИДЕЯМИ ОТБОРА",
            "b": "Телевизионный режиссёр польских номеров на Евровидении (2024-2026) Яцек Дыбовский призвал подписчиков в Instagram направлять письма вещателю TVP с предложениями по формату отбора на **Евровидение 2027**. \n\nДыбовский сообщил, что ждёт решения TVP о механизме выбора артиста, и хочет продемонстрировать вещателю запрос аудитории на открытые квалификации. Ранее он продвигал идею финала отбора 2026 года на арене Gliwice с полуфиналами, однако проект отменили из-за сокращения бюджетов TVP.\n\n⚠️ **Контекст:** На данный момент TVP официально не подтверждал участие Польши в Болгарии или проведение отбора. На комментарии фанатов о решённом вопросе Дыбовский ответил лишь: «Я бы хотел этого».",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784830500.0,
            "poll": null
        },
        {
            "m": "23.07 | 18:13",
            "id": "70",
            "u": "https://t.me/YourEurovision/6290",
            "t": "Update",
            "b": "",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784830392.0,
            "poll": null
        },
        {
            "m": "23.07 | 21:05",
            "id": "local",
            "u": "",
            "t": "🇮🇹 ИТАЛИЯ: ВЕЩАТЕЛЬ RAI И ПРАВИТЕЛЬСТВО ЗАПУСКАЮТ ЕВРОТУР «ITALIA 2027»",
            "b": "Министерство туризма Италии совместно с вещателем RAI, МИД, Минкультом и ключевыми музыкальными ассоциациями (FIMI, SIAE, AssoConcerti) официально представили проект «Italia 2027». Это масштабный гастрольный тур по крупнейшим аренам Европы, который начнётся сразу после финала фестиваля Сан-Ремо 2027.\n\n🏛 **Детали европейского турне:**\n• **Участники:** В тур приглашены победитель Сан-Ремо 2027 (определится 20 февраля), триумфатор спецвечера выбора представителя на Евровидение (19 февраля), а также победитель секции Sanremo Giovani. К ним присоединятся звёзды прошлых лет.\n• **Старт:** Вылет артистов из Милана запланирован на 22 февраля.\n\n📅 **Расписание концертов:**\n• **23 февраля:** Париж (Accor Arena)\n• **26 февраля:** Мадрид (Movistar Arena)\n• **1 марта:** Мюнхен (OlympiaHalle)\n• **3 марта:** Лондон (OVO Wembley Arena)\n\nИнициатива направлена на продвижение итальянской музыки за рубежом и привлечение европейских туристов.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784829900.0,
            "poll": null
        },
        {
            "m": "23.07 | 21:05",
            "id": "local",
            "u": "",
            "t": "🇮🇹 ІТАЛІЯ: МОВНИК RAI ТА УРЯД ЗАПУСКАЮТЬ ЄВРОТУР «ITALIA 2027»",
            "b": "Міністерство туризму Італії спільно з мовником RAI, МЗС, Мінкультом та ключовими музичними асоціаціями (FIMI, SIAE, AssoConcerti) офіційно представили проєкт «Italia 2027». Це масштабний гастрольний тур найбільшими аренами Європи, який розпочнеться одразу після фіналу фестивалю Сан-Ремо 2027.\n\n🏛 **Деталі європейського турне:**\n• **Учасники:** До туру запрошені переможець Сан-Ремо 2027 (визначиться 20 лютого), тріумфатор спецвечора вибору представника на Євробачення (19 лютого), а також переможець секції Sanremo Giovani. До них приєднаються зірки минулих років.\n• **Старт:** Виліт артистів з Мілана запланований на 22 лютого.\n\n📅 **Розклад концертів:**\n• **23 лютого:** Париж (Accor Arena)\n• **26 лютого:** Мадрид (Movistar Arena)\n• **1 березня:** Мюнхен (OlympiaHalle)\n• **3 березня:** Лондон (OVO Wembley Arena)\n\nІніціатива спрямована на просування італійської музики за кордоном та залучення європейських туристів. Спільний проєкт міністерств та індустрії покликаний стати наймасштабнішим інструментом культурної дипломатії Італії у 2027 році.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784829900.0,
            "poll": null
        },
        {
            "m": "23.07 | 11:42",
            "id": "70",
            "u": "https://t.me/YourEurovision/6289",
            "t": "Update",
            "b": "",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784806929.0,
            "poll": null
        },
        {
            "m": "23.07 | 14:35",
            "id": "local",
            "u": "",
            "t": "🇽🇰 КОСОВО: ДЕТАЛИ ВОЗРОЖДЁННОГО ФЕСТИВАЛЯ AKORDET E KOSOVËS 2026",
            "b": "Косовский вещатель RTK раскрыл подробности формата фестиваля «Akordet e Kosovës 2026», который призван стать будущим отбором на взрослое и детское Евровидение при получении членства в EBU. Проект заменит проводившийся ранее Festivali i Këngës.\n\n🏛 **Формат и даты проведения:**\n• **Даты:** Фестиваль пройдёт с 29 по 31 октября 2026 года.\n• **Локация:** Дворец спорта «1 Tetori» в Приштине.\n• **Структура вечеров:** Первые два дня посвящены современной музыке для взрослых артистов, третий день - детской категории (исполнители от 9 до 14 лет).\n• **Заявки:** Приём открыт до 31 августа для артистов из Косово, Албании, Северной Македонии, Черногории и диаспоры.\n\nХудожественный директор Флоран Бошняку подтвердил, что победители взрослой и детской секций автоматически станут представителями Косово на конкурсах EBU, как только RTK получит право на участие. Июньская сессия Генеральной ассамблеи EBU пока не принесла вещателю членства из-за устава организации.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784806500.0,
            "poll": null
        },
        {
            "m": "23.07 | 14:35",
            "id": "local",
            "u": "",
            "t": "🇽🇰 КОСОВО: ДЕТАЛІ ВІДРОДЖЕНОГО ФЕСТИВАЛЮ AKORDET E KOSOVËS 2026",
            "b": "Косовський мовник RTK розкрив подробиці формату фестивалю «Akordet e Kosovës 2026», який має стати майбутнім відбором на доросле та дитяче Євробачення у разі отримання членства в EBU. Проєкт замінить Festivali i Këngës, що проводився останні 3 роки.\n\n🏛 **Формат та дати проведення:**\n• **Дати:** Фестиваль відбудеться з 29 по 31 жовтня 2026 року.\n• **Локація:** Палац спорту «1 Tetori» в Приштині.\n• **Структура вечорів:** Перші два дні присвячені сучасній музиці для дорослих артистів, третій день - дитячій категорії (виконавці віком від 9 до 14 років).\n• **Заявки:** Прийом відкритий до 31 серпня для артистів з Косова, Албанії, Північної Македонії, Чорногорії та діаспори.\n\nХудожній директор Флоран Бошняку підтвердив, що переможці дорослої та дитячої секцій автоматично стануть представниками Косова на конкурсах EBU, щойно RTK отримає право на участь. Червнева сесія Генеральної асамблеї EBU наразі не принесла мовнику членства через статут організації.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784806500.0,
            "poll": null
        },
        {
            "m": "23.07 | 06:01",
            "id": "70",
            "u": "https://t.me/YourEurovision/6288",
            "t": "Update",
            "b": "",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784786493.0,
            "poll": null
        },
        {
            "m": "23.07 | 08:50",
            "id": "local",
            "u": "",
            "t": "🇷🇴 РУМУНІЯ: TVR ОФІЦІЙНО ПІДТВЕРДИВ УЧАСТЬ У ЄВРОБАЧЕННІ 2027",
            "b": "Рада директорів румунського мовника TVR схвалила участь країни в 71-му конкурсі Євробачення 2027 в Болгарії. Рішення було ухвалено більшістю голосів (11 «за» при одному утриманні) на засіданні 22 липня.\n\n📈 **Контекст та фінансові умови:**\n• **Умови участі:** Фінансування проєкту здійснюватиметься в межах лімітів бюджету мовника SRTv на 2027 рік.\n• **Фактор успіху 2026:** Раннє затвердження заявки зумовлене тріумфом **Alexandra Căpitănescu** на Євробаченні у Відні, де її пісня «Choke Me» набрала 296 балів та принесла Румунії історичне 3-є місце.\n• **Ювілейна участь:** Конкурс у Болгарії стане для Румунії 25-м виступом в історії її участі.\n\nМовник TVR зазначив, що завчасне підтвердження участі дозволить залучити широке коло авторів та організувати конкурентний національний відбір (Selecția Națională).",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784785800.0,
            "poll": null
        },
        {
            "m": "23.07 | 08:50",
            "id": "local",
            "u": "",
            "t": "🇷🇴 РУМЫНИЯ: TVR ОФИЦИАЛЬНО ПОДТВЕРДИЛ УЧАСТИЕ В ЕВРОВИДЕНИИ 2027",
            "b": "Совет директоров румынского вещателя TVR одобрил участие страны в 71-м конкурсе Евровидение 2027 в Болгарии. Решение принято большинством голосов (11 «за» при одном воздержавшемся) на заседании 22 июля.\n\n📈 **Контекст и финансовые условия:**\n• **Условия участия:** Финансирование проекта будет осуществляться в рамках лимитов бюджета вещателя SRTv на 2027 год.\n• **Фактор успеха 2026:** Раннее одобрение заявки обусловлено триумфом **Alexandra Căpitănescu** на Евровидении в Вене, где её песня «Choke Me» набрала 296 баллов и принесла Румынии историческое 3-е место.\n• **Юбилейное участие:** Конкурс в Болгарии станет для Румынии 25-м выступлением в истории её участия.\n\nВещатель TVR отметил, что заблаговременное подтверждение участия позволит привлечь широкий пул авторов и организовать конкурентный национальный отбор (Selecția Națională).",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784785800.0,
            "poll": null
        },
        {
            "m": "22.07 | 06:14",
            "id": "70",
            "u": "https://t.me/YourEurovision/6287",
            "t": "Update",
            "b": "",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784700888.0,
            "poll": null
        },
        {
            "m": "22.07 | 09:10",
            "id": "local",
            "u": "",
            "t": "🇧🇩 БАНГЛАДЕШ: ДАТА ФІНАЛУ VOICE OF BANGLADESH ТА СКЛАД ЖУРІ",
            "b": "Організатори національного відбору «Voice of Bangladesh» провели пресконференцію та представили деталі формату вибору представника на Євробачення Азія 2026. Фінал шоу перенесено на **30 вересня 2026 року**.\n\n🎤 **Деталі формату та склад команди:**\n• **Учасники:** Обрано 12 фіналістів, які наразі проходять програму інтенсивної підготовки (grooming programme) до фіналу.\n• **Ведучий:** Шоу проведе відомий співак, актор та телеведучий **Тахсан Хан** (Tahsan Khan).\n• **Склад журі (5 експертів):** Фахміда Набі (Fahmida Nabi), Хамін Ахмед (Hamin Ahmed), Баппа Мажумдер (Bappa Majumder), Шоукат Алі Імон (Shouquat Ali Imon) та Анкі Аламгір (Ankhi Alamgir).\n• **Трансляція:** Ефір фіналу відбудеться на телеканалі NTV та OTT-платформі Bongo.\n\nПереможець представить Бангладеш на дебютному конкурсі Євробачення Азія 14 листопада у Бангкоку.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784700600.0,
            "poll": null
        },
        {
            "m": "22.07 | 09:10",
            "id": "local",
            "u": "",
            "t": "🇧🇩 БАНГЛАДЕШ: ДАТА ФИНАЛА VOICE OF BANGLADESH И СОСТАВ ЖЮРИ",
            "b": "Организаторы национального отбора «Voice of Bangladesh» провели пресс-конференцию и представили детали формата выбора представителя на Евровидение Азия 2026. Финал шоу перенесен на **30 сентября 2026 года**.\n\n🎤 **Детали формата и состав команды:**\n• **Участники:** Выбраны 12 финалистов, которые сейчас проходят программу интенсивной подготовки (grooming programme) к финалу.\n• **Ведущий:** Шоу проведёт известный певец, актёр и телеведущий **Тахсан Хан** (Tahsan Khan).\n• **Состав жюри (5 экспертов):** Фахмида Наби (Fahmida Nabi), Хамин Ахмед (Hamin Ahmed), Баппа Мажумдер (Bappa Majumder), Шоукат Али Имон (Shouquat Ali Imon) и Анки Аламгир (Ankhi Alamgir).\n• **Трансляция:** Эфир финала пройдёт на телеканале NTV и OTT-платформе Bongo.\n\nПобедитель представит Бангладеш на дебютном конкурсе Евровидение Азия 14 ноября в Бангкоке.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784700600.0,
            "poll": null
        },
        {
            "m": "20.07 | 13:42",
            "id": "70",
            "u": "https://t.me/YourEurovision/6282",
            "t": "🇪🇺 КАМБОДЖА: НОВОЕ ПРОМО ЕВРОВИДЕНИЯ АЗИЯ РАСКРЫЛО УЧАСТНИКОВ  Камбоджийский вещатель TV5 Cambodia выпустил промо-видео «Cambodia's Finest Voice», посвященное подготовке к конкурсу Евровидение Азия 2026. В ролике раскрыты важные подробности предстоящего шоу…",
            "b": "",
            "img": "https://cdn4.telesco.pe/file/BVjFlkgRvUdVCZgro3IZfW4NFOBcv9FJWTlI0jHNX8k9ZIK0m4lCS5aqGFiw6UUZ1GgEQTw24E8pVoduWAOxq_tW60_42-lC_VbVfNRB2MhY7yXquCFPYljCfN4vDmCHiOmEiJvaYRqX7QJQggeDVxoA0WZj7T4P2j_hS-MnTf6PydIE2mwLh_meaXi135Cadk03cWhrOshx_mbTk-I_7kKvSvEHeaYS6_xn_r5e7ErfTOTZmbcHZhs_09d0XROSCV-yQKqgxzXqXXYm-Sw8qwCK03NsjojkhuHqVRlb6TLKHDRqo8xyEvYbDdR2pjOKYet83QqlqTs6Rr0BmAfyCg",
            "vid": "https://cdn4.telesco.pe/file/c5fd843046.mp4?token=IFw2f84sHaI9BBuho_RqsI8Ll6JEPJvrjfc7ZJ7fVHT-s8TDHmZH6t9i2Yi9AdvVgVpLUKXq0JteiOcOfh2xhrtqhmPWGq9iIFd-HmQbbLypTdiS0peaKKVGzonqGBnZwvPxpX2tNpiFGSsFOYWuazqJXgdL-RHJoas2AMWwzcZc8vEqzhhsT7AZ6MJZKV0i59tAXJhz4YoTyf6HIiV0M7LhsnVH0nr-6wCd1Q5de6gKxdNBEAML4lYWyEOAobJaPTolieASdakPigaCawwgQYLs8AYongf-ug0jGTXLhi1MTCFvrWcBlRsXw6gV-EWTAMFGP5bpksCpMTKcFu1dKT2ExjZEVuxjcd0QfhYXD9XwZI1yK3lGuAXbjIqgmbQztoizM552v3B67LRdySfdhxPwqAHFn1xzT9dUtRctNojq0XL1QEn8a4p8ejR2pSHC3jQdXw6z0kihPofZXibZyPJnd2osY7xQEeMN6zOw0kfcNIdxnj9kaZ4BJTJFA6NO5wSYRpfyp2cC_dnmJMbQ33YLPlRjiIPXUR3wtBsjkezb446QM6q-fDqCDsOybouhhpr9gKg1FnP9ymt0uBJjpq2YAb3v6rBACcYOntMrWm43iRJN7DqkVUc2mfWSW1CwOyWRDYw8TobLmkaEJ_jNp4abHlpL58JXsqF3qvGy-9U",
            "isVideo": true,
            "ts": 1784554936.0,
            "poll": null
        },
        {
            "m": "20.07 | 16:35",
            "id": "local",
            "u": "",
            "t": "🇰🇭 КАМБОДЖА: МОВНИК ВІДРЕДАГУВАВ ПРОМО ТА ВИЛУЧИВ ПРАПОРИ УЧАСНИКІВ",
            "b": "Камбоджійський мовник TV5 Cambodia оновив офіційне промо-відео «Cambodia's Finest Voice» до Євробачення Азія 2026. З нової версії повністю вирізано нарізку з прапорами країн-учасниць, де раніше фігурували прапори Китаю та Монголії.\n\nБільшість кадрів у відредагованому ролику замінено на фрагменти виступів учасників минулого Євробачення 2026 у Відні. Вилучення графіки з прапорами пов'язують із вимогою EBU не розкривати повний список країн до офіційного анонсу оргкомітету.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784554500.0,
            "poll": null
        },
        {
            "m": "20.07 | 16:35",
            "id": "local",
            "u": "",
            "t": "🇰🇭 КАМБОДЖА: ВЕЩАТЕЛЬ ОТРЕДАКТИРОВАЛ ПРОМО И УДАЛИЛ ФЛАГИ УЧАСТНИКОВ",
            "b": "Камбоджийский вещатель TV5 Cambodia обновил официальное промо-видео «Cambodia's Finest Voice» к Евровидению Азия 2026. Из новой версии полностью вырезана нарезка с флагами стран-участниц, где ранее фигурировали флаги Китая и Монголии.\n\nБольшинство кадров в отредактированном ролике заменено на фрагменты выступлений участников прошедшего Евровидения 2026 в Вене. Удаление графики с флагами связывают с требованием EBU не раскрывать полный список стран до официального анонса оргкомитета.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784554500.0,
            "poll": null
        },
        {
            "m": "20.07 | 10:49",
            "id": "70",
            "u": "https://t.me/YourEurovision/6285",
            "t": "🇪🇺 ЕВРОВИДЕНИЕ АЗИЯ: КРЕАТИВНЫЙ ДИРЕКТОР ZOOP НАМЕКАЕТ НА 14 СТРАН",
            "b": "Креативный директор платформы ZOOP (социального партнёра конкурса) сообщил в Instagram, что в ближайшие три месяца посетит 14 стран региона. Инсайдеры рассматривают это как прямой намёк на расширение состава участников Евровидения Азия 2026 в Бангкоке.\nНа данный момент EBU и компания Voxovation официально подтвердили участие 10 стран, а недавний промо-ролик камбоджийского TV5 демонстрировал флаги Китая и Монголии (12 стран). Поездка руководства ZOOP в 14 государств указывает на финализацию переговоров ещё с двумя вещателями перед шоу 14 ноября.\n⏱️ Время чтения: 0.6 мин | 🌏 YourVision: Евровидение Азия",
            "img": "https://cdn4.telesco.pe/file/QJlmvqnTs3UMHrQNfPK-99qYi9SnUQ5gYYs-58KcjY244zFwNzxAvXCHPU4FyZ48cPnAG-Y0QmB0vDR9WUnont6x9ZYN5Ay53KSXUM9HHraSO2evELd3pkFnvJoIn8w1qcFYRSBo-p0CV7HNw3iDdXHB_ItRJOLswnwaiUAGa-qY3YDfRcTArkrRyYi_gydeGdkNDzCcPG_HiTp1IMI1VK7aMhp6lCcWAOIacaRc_osJKimxgKzk08N6DIKTW4vrTiXkgKG8FYMIVEoUt4-Isa3MEKbdJbOR1lFhGkHOAho0w1x_fv50Z943B_kJr0U2H8byu4V2BtcsO9BsqRqfgQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1784544596.0,
            "poll": null
        },
        {
            "m": "20.07 | 13:45",
            "id": "local",
            "u": "",
            "t": "🌏 ЄВРОБАЧЕННЯ АЗІЯ: КРЕАТИВНИЙ ДИРЕКТОР ZOOP НАТЯКАЄ НА 14 КРАЇН",
            "b": "Креативний директор платформи ZOOP (соціального партнера конкурсу) повідомив у Instagram, що протягом наступних трьох місяців відвідає 14 країн регіону. Інсайдери розглядають це як прямий натяк на розширення складу учасників **Євробачення Азія 2026** у Бангкоку.\n\nНаразі EBU та компанія Voxovation офіційно підтвердили участь 10 країн, а нещодавній промо-ролик камбоджійського TV5 демонстрував прапори Китаю та Монголії (12 країн). Поїздка керівництва ZOOP до 14 держав вказує на фіналізацію переговорів ще з двома мовниками перед шоу 14 листопада.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1784544300.0,
            "poll": null
        }
    ],
    "qualifiers": [
        {
            "id": "bg",
            "a": "Dara"
        },
        {
            "id": "fi",
            "a": "Linda Lampenius & Pete Parkkonen"
        }
    ],
    "eliminated": [
        {
            "id": "md",
            "a": "Satoshi",
            "s": "Viva, Moldova!"
        },
        {
            "id": "gr",
            "a": "Akylas",
            "s": "Ferto"
        },
        {
            "id": "it",
            "a": "Sal Da Vinci",
            "s": "Per sempre sì"
        },
        {
            "id": "me",
            "a": "Tamara Živković",
            "s": "Nova zora"
        },
        {
            "id": "at",
            "a": "COSMØ",
            "s": "Tanzschein"
        },
        {
            "id": "al",
            "a": "Alis",
            "s": "Nën"
        },
        {
            "id": "au",
            "a": "Delta Goodrem",
            "s": "Eclipse"
        },
        {
            "id": "am",
            "a": "Simón",
            "s": "Paloma rumba"
        },
        {
            "id": "lu",
            "a": "Eva Marija",
            "s": "Mother Nature"
        },
        {
            "id": "ro",
            "a": "A. Căpitănescu",
            "s": "Choke Me"
        },
        {
            "id": "lt",
            "a": "Lion Ceccah",
            "s": "Sólo quiero más"
        },
        {
            "id": "hr",
            "a": "Lelek",
            "s": "Andromeda"
        },
        {
            "id": "lv",
            "a": "Atvara",
            "s": "Ēnā"
        },
        {
            "id": "cz",
            "a": "Daniel Zizka",
            "s": "Crossroads"
        },
        {
            "id": "ua",
            "a": "Leléka",
            "s": "Ridnym"
        },
        {
            "id": "ee",
            "a": "Vanilla Ninja",
            "s": "Too Epic to Be True"
        },
        {
            "id": "pt",
            "a": "Bandidos do Cante",
            "s": "Rosa"
        },
        {
            "id": "az",
            "a": "Jiva",
            "s": "Just Go"
        },
        {
            "id": "il",
            "a": "Noam Bettan",
            "s": "Michelle"
        },
        {
            "id": "rs",
            "a": "Lavina",
            "s": "Kraj mene"
        },
        {
            "id": "fr",
            "a": "Monroe",
            "s": "Regarde !"
        },
        {
            "id": "pl",
            "a": "Alicja",
            "s": "Pray"
        },
        {
            "id": "no",
            "a": "Jonas Lovv",
            "s": "Ya Ya Ya"
        },
        {
            "id": "de",
            "a": "Sarah Engels",
            "s": "Fire"
        },
        {
            "id": "sm",
            "a": "Senhit",
            "s": "Superstar"
        },
        {
            "id": "ch",
            "a": "Veronica Fusaro",
            "s": "Alice"
        },
        {
            "id": "be",
            "a": "Essyla",
            "s": "Dancing on the Ice"
        },
        {
            "id": "cy",
            "a": "Antigoni",
            "s": "Jalla"
        },
        {
            "id": "dk",
            "a": "Søren"
        },
        {
            "id": "ge",
            "a": "Bzikebi"
        },
        {
            "id": "se",
            "a": "Felicia"
        },
        {
            "id": "gb",
            "a": "LMNC"
        }
    ],
    "nominees": [
        {
            "a": "🇨🇿 Daniel Zizka",
            "s": "Amar Pelos Dois (Salvador Sobral, PT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇵🇹 Bandidos do Cante",
            "s": "Saudade, Saudade (MARO, PT 2022)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇾 Little Antigoni",
            "s": "My Number One (Helena Paparizou, GR 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇭 Veronica Fusaro",
            "s": "Satellite (Lena, DE 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇩 Satoshi",
            "s": "Rim Tim Tagi Dim (Baby Lasagna, HR 2024)",
            "img": "assets/sf_moldova.png"
        },
        {
            "a": "🇲🇹 AIDAN",
            "s": "Per Sempre Sì (Sal Da Vinci, IT 2026)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇪 Sarah Engels",
            "s": "Nel Blu Dipinto Di Blu (Domenico Modugno, IT 1958)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇸🇲 SENHIT",
            "s": "Occidentali's Karma (Francesco Gabbani, IT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇳🇴 JONAS LOVV",
            "s": "Arcade (Duncan Laurence, NL 2019)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇦🇺 Delta Goodrem",
            "s": "Tattoo (Loreen, SE 2023)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇻 Atvara",
            "s": "Fly On The Wings Of Love (Olsen Brothers, DK 2000)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇴 Alexandra Căpitănescu",
            "s": "Fuego (Eleni Foureira, CY 2018)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇬🇷 Akylas",
            "s": "Rise Like a Phoenix (Conchita Wurst, AT 2014)",
            "img": "assets/sf_greece.png"
        },
        {
            "a": "🇦🇿 JIVA",
            "s": "We Could Be The Same (maNga, TR 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇺 Eva Marija",
            "s": "Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇺🇦 LELÉKA",
            "s": "Baller (Abor & Tynna, DE 2025)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇭🇷 LELEK",
            "s": "Wild Dances (Ruslana, UA 2004)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇪 Tamara Živković",
            "s": "Euphoria - After Dark (Loreen, SE 2012)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇸 LAVINA",
            "s": "In My Dreams (Wig Wam, NO 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇰 Søren Torpegaard Lund",
            "s": "Forlad Mig Ikke Her - Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        }
    ],
    "odds": [
        {
            "r": 1,
            "id": "fi",
            "c": "Finland",
            "p": "30%"
        },
        {
            "r": 2,
            "id": "fr",
            "c": "France",
            "p": "11%"
        },
        {
            "r": 3,
            "id": "dk",
            "c": "Denmark",
            "p": "10%"
        },
        {
            "r": 4,
            "id": "au",
            "c": "Australia",
            "p": "8%"
        },
        {
            "r": 5,
            "id": "gr",
            "c": "Greece",
            "p": "8%"
        },
        {
            "r": 6,
            "id": "se",
            "c": "Sweden",
            "p": "4%"
        },
        {
            "r": 7,
            "id": "il",
            "c": "Israel",
            "p": "4%"
        },
        {
            "r": 8,
            "id": "ua",
            "c": "Ukraine",
            "p": "3%"
        },
        {
            "r": 9,
            "id": "it",
            "c": "Italy",
            "p": "3%"
        },
        {
            "r": 10,
            "id": "ro",
            "c": "Romania",
            "p": "3%"
        }
    ],
    "next_chart": {
        "series": "EuroGroove",
        "theme": "ALBM Cuts (Vienna Aftermath)",
        "status": "live",
        "opens": "2026-05-24T20:30:00+03:00",
        "closes": "2026-05-31T19:00:00+03:00",
        "vote_url": "https://strawpoll.com/eurogroove-albm-cuts-2026"
    }
};