var DATA = {
    "battles": [
        {
            "id": 9,
            "n": "QF #1",
            "qf": "TO SF1",
            "t1": "fi",
            "a1": "Linda Lampenius and Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "82%",
            "t2": "dk",
            "a2": "Søren Torpegaard Lund",
            "s2": "Før vi går hjem",
            "sc2": "18%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 10,
            "n": "QF #2",
            "qf": "TO SF1",
            "t1": "gr",
            "a1": "Akylas",
            "s1": "Ferto",
            "sc1": "64% ★",
            "t2": "ge",
            "a2": "Bzikebi",
            "s2": "On Replay",
            "sc2": "36%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 11,
            "n": "QF #3",
            "qf": "TO SF2",
            "t1": "se",
            "a1": "Felicia",
            "s1": "My System",
            "sc1": "44%",
            "t2": "md",
            "a2": "Satoshi",
            "s2": "Viva, Moldova!",
            "sc2": "56% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 12,
            "n": "QF #4",
            "qf": "TO SF2",
            "t1": "gb",
            "a1": "Look Mum No Computer",
            "s1": "Eins, Zwei, Drei",
            "sc1": "50%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "50% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 13,
            "n": "SF #1",
            "qf": "TO FINAL",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "87% ★",
            "t2": "gr",
            "a2": "Akylas",
            "s2": "Ferto",
            "sc2": "13%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 14,
            "n": "SF #2",
            "qf": "TO FINAL",
            "t1": "md",
            "a1": "Satoshi",
            "s1": "Viva, Moldova!",
            "sc1": "36%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "64% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 15,
            "n": "GRAND FINAL",
            "qf": "THE CHAMPION",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "77%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "23%",
            "w": 1,
            "status": "DONE"
        }
    ],
    "rehearsals": [
        {
            "d": "15.05",
            "t": "14:30 - 18:30",
            "c": "at",
            "a": "Grand Final: Dress Rehearsal 1 (Press)",
            "s": "UPCOMING"
        },
        {
            "d": "15.05",
            "t": "22:00 - 02:00",
            "c": "at",
            "a": "Grand Final: Jury Show",
            "s": "UPCOMING"
        }
    ],
    "roadmap": [
        {
            "d": "30.05",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - НОЧЬ 1",
            "e": "🇦🇱 Festivali i Këngës për Fëmijë"
        },
        {
            "d": "31.05",
            "s": "WAITING",
            "t": "JESC АЛБАНИЯ - НОЧЬ 2",
            "e": "🇦🇱 Второй этап отбора"
        },
        {
            "d": "01.06",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - ФИНАЛ",
            "e": "🇦🇱 Выбор представителя"
        },
        {
            "d": "06.06",
            "s": "WAITING",
            "t": "YOUNG MUSICIANS - ЕРЕВАН",
            "e": "🇦🇲 Eurovision Young Musicians 2026"
        },
        {
            "d": "01.08",
            "s": "MAJOR",
            "t": "ESC ASIA: БУТАН СТАРТ",
            "e": "🇧🇹 Первый нацотбор азиатской версии"
        },
        {
            "d": "17.08",
            "s": "MAJOR",
            "t": "UMK 2027 ЗАЯВКИ ОТКРЫТЫ",
            "e": "🇫🇮 yle.fi/umk - окно до 23.08"
        },
        {
            "d": "23.08",
            "s": "WAITING",
            "t": "UMK 2027 ЗАЯВКИ ЗАКРЫТЫ",
            "e": "🇫🇮 Дедлайн подачи"
        },
        {
            "d": "19.09",
            "s": "WAITING",
            "t": "ESC ASIA: НЕПАЛ",
            "e": "🇳🇵 Himalaya TV - National Final"
        },
        {
            "d": "24.10",
            "s": "MAJOR",
            "t": "JUNIOR EUROVISION - МАЛЬТА",
            "e": "🇲🇹 23-й детский конкурс"
        },
        {
            "d": "14.11",
            "s": "MAJOR",
            "t": "ESC ASIA - БАНГКОК",
            "e": "🌏 Grand Final, прямой эфир"
        }
    ],
    "chart": [
        {
            "a": "ВАНЯ ДМИТРИЕНКО",
            "s": "РТУТЬ",
            "p": "63 pts (↑+1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/3f/ca/fc/3fcafcbe-3e34-e199-8fe1-a3a138699f45/0.jpg/600x600cc.webp"
        },
        {
            "a": "HOLLYFLAME",
            "s": "ТОНУ",
            "p": "62 pts (↓-1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/81/2e/28/812e2827-3153-778e-e04f-4811e4df6494/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "JONY",
            "s": "ПОМНЮ",
            "p": "53 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/d4/ff/98/d4ff985c-4783-c310-e6de-d94f4d448579/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "SQWOZ BAB",
            "s": "КУПЕР",
            "p": "51 pts (=)",
            "img": "https://i.scdn.co/image/ab67616d0000b273da67945924bd52e2294348b8"
        },
        {
            "a": "ICEGERGERT & ZIVERT",
            "s": "БАНК",
            "p": "42 pts (=)",
            "img": "https://i.scdn.co/image/ab67616d0000b2731ec4298df8c3e233ecf1c401"
        },
        {
            "a": "УСПЕНСКАЯ & JAKONE",
            "s": "ПЛАКАЛА НАДЕЖДА",
            "p": "40 pts (↑+1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/b7/49/8a/b7498ad5-2616-c218-6520-a1bf0fff5b5a/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "MACAN",
            "s": "ОСТАНЬСЯ ОБРАЗОМ",
            "p": "39 pts (↑+5)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/f5/fc/ba/f5fcbad0-3c98-4374-9c47-29130d2fd8c6/cover.jpg/600x600bf-60.jpg"
        },
        {
            "a": "МОТ",
            "s": "НАМЁК НА НАС",
            "p": "38 pts (↓-2)",
            "img": "https://i.scdn.co/image/ab67616d0000b27336a7644298c97ecaac71de3e"
        },
        {
            "a": "LYRIQ",
            "s": "КАССЕТЫ",
            "p": "36 pts (=)",
            "img": "https://avatars.yandex.net/get-music-content/15406468/91a00ea1.a.40767822-1/600x600"
        },
        {
            "a": "MONA",
            "s": "ПОПРОШУ ТЕБЯ",
            "p": "35 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/50/5b/70/505b7028-cf03-18bf-1a36-6580550ac972/cover.png/600x600bf-60.jpg"
        },
        {
            "a": "ARTIK & ASTI",
            "s": "МОДНЫЙ ПОП",
            "p": "34 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/e0/88/ed/e088ed96-51c2-d8c0-6f13-0391fe6f88dc/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "5STA FAMILY",
            "s": "РАЗ, ДВА",
            "p": "33 pts (↓-4)",
            "img": "https://i.scdn.co/image/ab67616d0000b273b0fec65994ed98568cbef2a7"
        },
        {
            "a": "UNCLEFLEXXX",
            "s": "SMS",
            "p": "22 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/3b/c9/be/3bc9be74-b15a-db19-5d2d-897700a1804a/cover.png/600x600bf-60.jpg"
        },
        {
            "a": "SABI & MIA BOYKA",
            "s": "БАЗОВЫЙ МИНИМУМ",
            "p": "21 pts (↑+1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/20/3a/f8/203af802-de0c-5c70-5403-b5ca0bbff938/cover.jpg/600x600cc.webp"
        },
        {
            "a": "КЛАВА КОКА",
            "s": "СПЛЕТНИ. ШУМ. ЛУК.",
            "p": "17 pts (↑+4)",
            "img": "https://avatars.yandex.net/get-music-content/16154377/40f85b07.a.39274793-1/m1000x1000"
        },
        {
            "a": "XCHO",
            "s": "ТЫ И Я",
            "p": "17 pts (↑+1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/c7/b0/4b/c7b04b77-a2b6-f0bf-df80-8cdc08abd09d/cover.jpg/600x600bf-60.jpg"
        },
        {
            "a": "FILATOV & KARAS",
            "s": "ВКЛЮЧИ МУЗЫКУ",
            "p": "16 pts (↓-3)",
            "img": "https://i.scdn.co/image/ab67616d00001e0285f51c6831bfabd6d12e31d8"
        },
        {
            "a": "SERYABKINA",
            "s": "АСФАЛЬТ",
            "p": "16 pts (↓-2)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/fa/d3/84/fad3845e-d166-7489-d078-7e95490adc31/cover.jpg/600x600cc.webp"
        },
        {
            "a": "GAYAZOV$ BROTHER$",
            "s": "РУССКАЯ РУЛЕТКА",
            "p": "13 pts (↓-1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/7f/f8/9b/7ff89bd5-12a6-78da-3706-a5bebf0b9463/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "ЛЁША СВИК & NYUSHA",
            "s": "ПРОБУДИ",
            "p": "9 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/16/af/9f/16af9f30-09f0-5c1f-123e-e0cfc644331c/0.jpg/600x600bf-60.jpg"
        }
    ],
    "news": [
        {
            "m": "19.05 | 20:50",
            "id": "70",
            "u": "https://t.me/YourEurovision/6133",
            "t": "🇲🇰 СЕВЕРНАЯ МАКЕДОНИЯ: MRT ОТКРЫЛА ПРИЁМ ЗАЯВОК НА JESC 2026",
            "b": "Македонский общественный вещатель MRT запустил национальный отбор представителя на Junior Eurovision Song Contest 2026. Заявки принимают до конца мая - параллельно от артистов и от композиторов с песнями. Прослушивания финалистов - в начале июня. Точные технические требования MRT уточнит в официальном объявлении.\nЧто известно официально\n👍 Вещатель: MRT (Македонская Радио-Телевизия).\n👍 Статус MK в JESC 2026: подтверждено в годовом программном плане MRT на 2026 год, в списке EBU - провизорический участник.\n👍 Окно заявок: открыто, дедлайн - до конца мая 2026.\n👍 Параллельный приём: заявки на исполнителей + заявки на песни от композиторов.\n👍 Прослушивания: начало июня 2026.\nЧто повторяется по шаблону прошлых сезонов\n👍 По данным локальных источников и фан-агрегаторов, дедлайн обычно фиксируется около 29 мая.\n👍 Прослушивания - чаще всего в первых числах июня (ориентир: 1 июня).\n👍 Возрастные рамки: 9-14 лет, македонское гражданство, демо-запись (формат 2024-2025).\n👍 Внутренняя комиссия MRT, без публичного телешоу-нацотбора.\nЧто это меняет\n👍 MK включается в JESC 2026 одной из первых после официального подтверждения Мальты 18.05.\n👍 Раздельный приём заявок «артист отдельно, песня отдельно» - редкая модель. MRT даёт возможность собирать парные матчи: исполнитель X + песня композитора Y. Большинство вещателей берут пакетом.\n👍 Внутренняя комиссия без публичного нацотбора - стандарт для рынков с ограниченной telecast-инфраструктурой под детский формат.\nКонтекст\nMRT отправляла на JESC уже несколько лет, без выхода на подиум. Северная Македония - один из самых стабильных JESC-участников Балкан без прорывов в зачёте.\nJESC 2026: 24-й конкурс, 24.10 в комплексе Malta Fairs & Conventions Centre, Та'Кали (Мальта). PBS как хост, EBU подтвердил детали 18.05.\n⏱️ Время чтения: 1.2 мин | 🇲🇰 YourVision: JESC",
            "img": "https://cdn4.telesco.pe/file/OWkJ_kgCOVh6oYTzatZ95zaatee8E67zwABTmSbVdeiZuf-eMRMnW-jE5yOAdM3ywACyjkI4OldTqka8fLDAoS1pld-UO2kcTdlz2R7uqnmMd_vl6diP133QnBhUJDzYziuYK30SvWIrbp1ohs5URY_qyfXaGlEdp6DA6hQhIL1JrFDPF5YLGkcAEIQvZmgZyo-rKcacGBwue39e9gQM7iMpnejKBgVUWqyu8eFwRScs2X4AN7ad_E76vjGDpbZewDRAuQxL7WCEa-YHNeR889FbbFu96J94iAbRfxXbJwiE9b2Na0o38-bsTTv3Deo3YrtORiM3iP8KqFI2f7L_tQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779223822.0,
            "poll": null
        },
        {
            "m": "19.05 | 20:43",
            "id": "70",
            "u": "https://t.me/YourEurovision/6132",
            "t": "🇵🇹 ПОРТУГАЛИЯ: 8 ФИНАЛИСТОВ THE VOICE KIDS БОРЮТСЯ ЗА ПУТЁВКУ НА JESC 2026",
            "b": "RTP назвала состав финала The Voice Kids 2026. 8 кандидатов из 4 команд наставников. Финал - 24.05.2026, воскресенье. Победитель представит Португалию на Junior Eurovision Song Contest 2026 в Та-Кали (Мальта, 24 октября).\nФиналисты по командам\nКоманда Diogo:\n👍 Salvador Rio\n👍 Duarte Alves\nКоманда Nena:\n👍 Maria Luíza Pinheiro\n👍 Vitória Fernandes\nКоманда Cristovinho:\n👍 Ana Rita Torres\n👍 Madalena Chaves\nКоманда Cuca:\n👍 Lara Ferreira\n👍 Daniela Fontao\nЧто это меняет\n👍 Португалия определяется первой среди крупных JESC-вещателей сезона 2026 - на пять месяцев до конкурса.\n👍 RTP использует формат The Voice Kids как нацотбор. Это маркер: вещатель встраивает JESC в существующий primetime-бренд, а не делает отдельный отбор.\n👍 Восьмёрка финалистов - четыре наставника по два кандидата. Структура без явного фаворита: каждый наставник прошёл сезон вслепую и привёл двоих.\nКонтекст\nПортугалия участвует в JESC регулярно. В 2024 страна выиграла конкурс впервые (Júlia Machado, «Bate Forte»), что усилило статус RTP как тяжеловеса детского формата. Состав 2026 - попытка повторить или перебить прошлогодний результат.\nJESC 2026: 24.10, Та-Кали, Мальта. PBS как хост, EBU подтвердил 18.05. Старт нацотборов в большинстве стран - август-октябрь. Португальский цикл закрывается раньше остальных.\nКто из команд возьмёт путёвку? 💬\n⏱️ Время чтения: 1 мин | 🇵🇹 YourVision: JESC",
            "img": "https://cdn4.telesco.pe/file/TxFRdBIq9eepB34QMX3qJ0chdLyXc0oE5UUcqjwVkGhl2_WKZB0hwjPjQS7cIPw50revjLmQUFax2fvyPnhFLcOZT9iuy0YYHsqk0U1cxw7xQmssAHjE5Wli1PST5hONy8gJmnerYZd7rA_fUwd_iovk4y2UlybfjmhiWa4ySyMkAVZ3kg50LPS9IOMv8fyX2am0HIkEoGLcsrqdq5DpO2s7Ft86hQ3yQAQyyfuqpL7H88sIsxTQ7uvIOqW7PdHtJyhTO6wnletT0yRGiicv0SyXLGApEYYH8R5DrkB9sx9XJ99C-h_wf3-aO4k6enGXO5nOjdFju0AikVJ4vRCCLg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779223413.0,
            "poll": null
        },
        {
            "m": "19.05 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6018",
            "t": "⏳ #CHRONOS: ПЯТЬ ЧАСОВ НАСТОЯЩЕЙ НОЧИ",
            "b": "МОМЕНТ:\nСейчас, 18:02. До заката ещё 3 часа 40 минут. На широте 57° сегодня 16 часов 53 минуты светового времени и около полутора часов гражданских сумерек по краям. Настоящей темноты - той, в которой нельзя без фонаря - меньше пяти часов в сутки. Тело впервые с осени получает больше света, чем темноты, в соотношении 4 к 1.\nОЩУЩЕНИЕ:\nКортизол держится дольше - усталость к вечеру откладывается, концентрация падает медленнее. Мелатонин не успевает выработаться до полуночи: организм всё ещё думает, что день. Сон становится короче на полчаса, сам собой - не из-за бессонницы. В четыре утра свет уже проходит сквозь занавески, и пробуждение случается до будильника.\n→ Не выключать сегодня свет в комнате до того момента, как солнце сядет полностью. Не сопротивляться: сначала живёт свет, потом ты ложишься.\n⏱️ 1.0 мин | ⏳ Almanac: Chronos",
            "img": "https://cdn4.telesco.pe/file/AIOKagI3ZqHRHOUV9J1HT1PKPon3k27EW5526amPrEt0GvJC9zn9EerpeF-jed4Ij4XYtUHQXDkDB8PRgJ4O3bRWnYyX1vZVrXPJLx9-jN4O3bc2rBlPtoQHCAA1DKyaHOfTadIx9V5OsjuCcx1WtINjDmA7YqDhtlkSRaSRr_w_zylHgnGGnwH1fLUVSPyqSnLbBOBdmFw-aKbp1d8GrCfu6WNAzsWLOYbW1Xm3XUM3fpc2ubqIllIcmKUlSZQvmBZh57tLZ7YXmszqtOuttE8zbRVub-ej5rNo2z88fbB0mVOFIPKxsMlqIbgz7jvjo9VMDMu3HuOTGd2AF5hYpw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779202921.0,
            "poll": null
        },
        {
            "m": "19.05 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6017",
            "t": "🥐 #CAKES: КЛУБНИЧНЫЙ ТОРТ - НАРРАТИВ КИСЛОЙ ЯГОДЫ",
            "b": "ЛЕГЕНДА:\nВ балтийских деревнях первую клубнику не варили в варенье и не ели свежей в саду. Её несли в дом и пекли с ней пирог. Не из практичности: первая клубника года кислит, в ней ещё нет сахара, она почти зелёная внутри. Готовили торт именно поэтому - чтобы зафиксировать момент прихода лета через ягоду, которая ещё не стала летом. Сладость крема - аванс. Кислота ягоды - правда. Торт должен быть съеден в день сборки: следующая партия ягод уже будет иной, и тот же рецепт станет другим тортом.\nАРХИТЕКТУРА И МАТЕРИАЛЫ:\n- Бисквит: яйца 4 шт., сахар 120 г, мука 120 г, масло сливочное растопленное 30 г, ваниль натуральная щепотка\n- Сметанный крем: сметана 30% - 400 г, сахарная пудра 80 г, сливки 33% - 100 мл (стабилизация)\n- Ягода: клубника свежая первая - 400 г, лимонный сок 1 ч. л., сахар 30 г (для лёгкой мацерации, не для сладости)\n- Пропитка: клубничный сок от мацерации + кипячёная вода 50/50\n- Посуда: разъёмная форма 22 см - корж режется горизонтально без деформации\nМЕХАНИКА ПРОЦЕССА:\n1. БИСКВИТ. Яйца с сахаром взбить 8 минут до густой ленты - ленточный след на поверхности должен держаться 5 секунд. Муку просеять и ввести складкой. Тёплое масло влить тонкой струйкой по краю миски. 180°C, 25 минут. Готовый бисквит звучит глухо при постукивании - звонкий звук означает что внутри ещё пар, и центр осядет.\n2. МАЦЕРАЦИЯ И КРЕМ. Половину клубники нарезать пополам, посыпать сахаром и лимонным соком, оставить на 30 минут. Ягода отдаст сок сама, выжимать нельзя. Параллельно: сметану охладить в морозилке 15 минут, взбить с пудрой, в финале ввести сливки - они держат структуру, чтобы крем не плыл. Готовый крем оставляет на ложке след, который медленно затягивается.\n3. СБОРКА. Бисквит разрезать на два пласта. Нижний пропитать половиной ягодного сока. Слой крема, половина мацерированной ягоды. Второй пласт - пропитать, слой крема. Сверху разложить половинки свежей клубники срезами вверх. Они отдадут сок только при разрезе торта.\n4. ГОТОВНОСТЬ. Подавать в день сборки. Через 6 часов сметана начинает впитывать сок ягоды, и крем теряет белизну. Срез показывает контраст: тёмно-розовая полоса мацерации внизу, кремовая середина, ярко-красная свежая ягода сверху - три состояния одной ягоды в одном куске.\n⏱️ 2.4 мин | 🥐 Almanac: Cakes",
            "img": "https://cdn4.telesco.pe/file/IyW2GhoJ6srJMfX4iziOjYtrcWTKI4tfq138HRHeD-jH7NaZWrd_xOg46LcBEfVFuemH0Z3uEFNB0IUaLetN50PDtFdLulKak2GMOR3_ktWLeGU2gKMDXUwTjfkMZ1TQHlPbZmls-Mct4SzjREMiilgJAvbkyFeMLqQp4dItrWTxR5y0IgdSa6--1M11afFtQOXbYk8zeI19nC1gArb0YnnmXhyFjI4xvqce1tANHNXRUkEOyXIuDAo1gaO67kdmPuclhDsJAhTLu1rFzoTj2nb3lG4wTlolwIVouSL8T2wln2s_zsi34npZBou-6-2M7FY-WDwZYhkBGsI7us7UZA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779192241.0,
            "poll": null
        },
        {
            "m": "19.05 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6016",
            "t": "🏛 #LORE: ПЕРСЕФОНА - ИМЯ, КОТОРОЕ ВЫБРАЛА САМА",
            "b": "Девушка, которую все звали Корой, разламывает гранат. Сок течёт по запястью. Она кладёт первое зерно в рот - и в этот момент перестаёт быть Корой. Гадес стоит у двери и не смотрит: он знает, что происходит, и знает, что это не его решение.\nТёмный слой: канонический миф - Гадес похищает Кору, Деметра ищет дочь, дочь возвращена с условием. В «Гомеровском гимне Деметре» (VII век до н.э.) греческий текст в момент с зёрнами амбивалентен: глагол можно перевести и как «он дал ей съесть», и как «она съела». Учёные XX века (Кереньи, Гимбутас) указывают: Персефона до олимпийских мифов была самостоятельной богиней подземного мира, не дочерью кого-либо. Похищение - патриархальная надстройка над более древним оригиналом, в котором никого не похищали. Она ела гранат, потому что выбирала.\nЛингвистический слой: «Кора» (Κόρη) - «девушка», нарицательное. Так звали любую дочь. «Персефона» (Περσεφόνη) - имя собственное, тёмное даже для греков. Этимология спорная: одна версия выводит от «pherō phonon» - «несущая убийство». Греки старались не называть её вслух - заменяли «Кора», «Госпожа», «Богиня». Слышать имя означало признавать её власть отдельной от Деметры. В русском нет аналога этой пары: «девушка» и собственное имя - разные регистры, но не оппозиция. Мы не различаем имя дочери и имя царицы.\n→ Назвать сегодня вслух одно дело, которое раньше называли «помощь маме», «обязанность», «надо». Назвать его собственным именем. Имя меняет статус.\n⏱️ 2.0 мин | 🏛 Almanac: Lore",
            "img": "https://cdn4.telesco.pe/file/X55JEUOxyPCATish0PGaEM0gI66HdNb6nG3_f41ESBzxF5eOH0sk5yYvsFFdOENUgZ7lfnLsas9woqCgSckrQslhYfY_om879CEIqCJCwc1TUuuTOVBFGuayDHj0IRiFECuOEURhG72Nox0vF8SZUl3OKe5-IxbTRQWDbtOQxm0K2HoZC2hxULWSxqD7MYRJVlmN38wXFiU-ypS5GIHztEnZJgSMLmt4SpQVNySWfqRLl15uf0PFIj1seqq7bAEwsDV90GDEoJd6NGX_RqD86p1YmPZDZX4KWVCdrBAu8daAo5y5g8oYqVaunF_3IrkpXkJ71rQh27R6Dqxv-FsI4A.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779174241.0,
            "poll": null
        },
        {
            "m": "18.05 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6015",
            "t": "⏳ #CHRONOS: ПЕРВЫЙ ВЕЧЕР БЕЗ СВИТЕРА",
            "b": "МОМЕНТ:\nСейчас, 18:02. Температура воздуха +14°C, но это уже не «прохладно». Стены и асфальт, накопившие тепло за день, отдают его обратно медленно - на расстоянии ладони от каменной стены воздух теплее на 2°C. Меняется не погода - меняется отношение тела к коже. Это первый вечер в году, когда выход не требует слоя.\nОЩУЩЕНИЕ:\nПлечи опущены, не подняты. Руки не в карманах. Кожа на запястьях - там, где обычно резинка манжета - чувствует воздух впервые за полгода. Шаг становится медленнее: тело не торопится пройти холодный участок улицы, потому что нет холодного участка. Запах травы держится в воздухе дольше - нет холодного слоя, который опускал бы его на землю.\n→ Снять свитер прямо сейчас. Не потому что жарко. Чтобы зафиксировать дату.\n⏱️ 1.0 мин | ⏳ Almanac: Chronos",
            "img": "https://cdn4.telesco.pe/file/a2kHBscXSwkQlRPbLN8_rcBNkB9Hf8jWpBiViCuW37uCdP9EQYt0p1vD0jleim0NnVADWAOs5AD5pHP-_BuGxfT-ms1PbGKl-v7mLBeA79JDOjlrWhkUpCS0zXcAJnYUlC2E0CUsNQnEjZWYMo8xf-xM0ctaSKTuepfIVMaF-BllVoXsHJUjCoFaq9vnKRBqjwKf3w8PzTtfZqKG-QM9JWYt5FDz2_GHzUzopKx9YrlFHOqxWAev6YblzMWmji0vT1PcpWlujCiZk976gklCupuva1wzuwYB9SlTnho5PU6qM0ES4YnjZOCBI7PBRP6s13abxNG2lkU5D7qXG8DyXw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779116521.0,
            "poll": null
        },
        {
            "m": "18.05 | 14:08",
            "id": "70",
            "u": "https://t.me/YourEurovision/6131",
            "t": "🇧🇬 БОЛГАРИЯ: СОФИЯ / ПЛОВДИВ / ВАРНА - ТРИ ГОРОДА В ШОРТ-ЛИСТЕ ESC 2027",
            "b": "Министр культуры Болгарии Евтим Милошев (в должности с 8 мая) назвал три города-кандидата на проведение Eurovision 2027: София, Пловдив, Варна. София - фаворит. Совет министров на этой неделе создаст оргкомитет, который будет курировать все аспекты подготовки. Гендиректор БНТ Милена Милотинова открыла рабочий день под подготовку конкурса.\nШорт-лист\n👍 София - столица, по словам Милошева «безусловный фаворит».\n👍 Пловдив - аргумент: статус «Европейской столицы культуры» (2019).\n👍 Варна - прислала заявку позже остальных. Не входила в публично обсуждавшихся ранее кандидатов.\nОкончательный выбор будет приниматься «через консультации, с проработкой всех вариантов» (Милошев).\nЧто это меняет\n👍 Совет министров формирует оргкомитет в течение недели. Это институционализация процесса на уровне правительства, не только вещателя - значит, ESC 2027 проходит как национальный приоритет.\n👍 Подготовка БНТ начинается «с первого рабочего дня» (Милотинова) - один день после финала в Вене. Это рекордно ранний старт для хоста.\nБНТ: позиция\n«Болгария заслужила стать хостом, несмотря на трёхлетнюю паузу в участии. Это статуэтка БНТ, это наш приз, и он имеет большую ценность, потому что за ним - работа команды БНТ вместе с упорством артистки в лице DARA».\nМилотинова добавила: «Год кажется большим сроком только со стороны. Организация конкурса требует масштабных команд. Мы пригласим экспертов из-за рубежа, как делали раньше». Опорный аргумент - БНТ проводила Junior Eurovision и знает регламент.\nКонтекст\nDARA выиграла Eurovision 16.05.2026 в Вене с 516 баллами (двойная победа жюри + телеголосование). Это первая болгарская победа в истории конкурса. Болгария не участвовала в 2023, 2024, 2025 - возвращение в 2026 с DARA и сразу с короной.\nБолгария ранее хостила Junior Eurovision Song Contest 2015 в Софии. Опыт хостинга есть. ESC-уровня - первый.\nEBU официально передаст оргкомитет БНТ в ближайшие недели в рамках стандартного протокола Host Broadcaster Agreement.\nВремя чтения: 1.5 мин | 🇧🇬 YourVision: Global",
            "img": "https://cdn4.telesco.pe/file/Fr4crmfEzSm0PUBWHJo8L9LOYq2AV2qb4LEBzAf57NA8MBbMyRPGBiYOp9zeQ5kSC28AlAJ3Kitmb636bDmgZ4LqeTnpIbW4ROB9l-jokQK7y8KbN5ME72u6UFv1LQJ-NrsHLPnS57ClrcRACD8TitytU7JRDfE1IQ0q-LmIikv1b2aA5P806VOchleD7vjjB18ndVQeT5kia0MmIak0zUkkDq5ThZKnvkaCxCuQoBmbhj67rHFo84CeWRC6D4eoQxiQRz01SjeARQ4zfrA7oVMD9asXVP6c87rGeiaZVrJjdcKx3VuZUzvNAAVaLLgh-QzzcAkVKBXi2wElzli66A.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779113309.0,
            "poll": null
        },
        {
            "m": "18.05 | 13:45",
            "id": "70",
            "u": "https://t.me/YourEurovision/6130",
            "t": "🇵🇭 ФИЛИППИНЫ - ABS-CBN ВЫБИРАЕТ АРТИСТА ESC ASIA В АВГУСТЕ",
            "b": "ABS-CBN подтвердил: национальный отбор Филиппин на Eurovision Asia 2026 пройдёт в августе. Анонс сделан в эфире Eurovision Philippines Live Viewing Party 2026. Программу заявил Roxy Liquigan, глава ABS-CBN Music.\nЧто известно\n👍 Вещатель: ABS-CBN Star Music.\n👍 Спикер: Roxy Liquigan, ABS-CBN Music Head.\n👍 Окно нацотбора: август 2026.\n👍 Формат, ведущие, состав - детали обещаны позже.\nЧто это меняет\n👍 ABS-CBN - крупнейший вещатель Юго-Восточной Азии. Заявка добавляет 110+ млн потенциальной аудитории в инвентарь EBU до старта Бангкока.\n- Август уплотняется. Бутан открывает серию нацотборов первой неделей. Филиппины - второй национальный календарь того же месяца.\nКонтекст\nEurovision Asia Grand Final - 14.11.2026, Бангкок. Музыкальный директор - Kristian Björkman (пять продюсерских циклов ESC, архитектор Melodifestivalen). EBU держит формат закрытым: РФ и КНДР исключены, прочие приглашения - по ценностям.\nLive Viewing Party - первая собственная ESC-площадка ABS-CBN на Филиппинах. Анонс нацотбора в этом формате - это позиционирование: вещатель строит аудиторию до выхода своего артиста на сцену.\nВремя чтения: 0.8 мин | 🇵🇭 YourVision: Global",
            "img": "https://cdn4.telesco.pe/file/ZFHKzStrEWAG_CTML2n7WZ766wJhJJJ-FN5S6c4Jy_SbmDAOvigowovLKSDGMAEKx26Y4G3_lkFtp2sWnw0isrBP7Venr6VAvQmhMrAD7c1roD_-Jbfr6ixLE9-2JMMFLkNwF6Wzb1LpO7E_mn8RuP47m0tetXgeaK62eJY3Nn0xGpr5DjOyfDMYbdo0ybkSmrFgVPCtK1TQ7lKXr6VXCPFgwSOJ-e5oVAcdhgUWOhl67q1PSo2YMowodJsfNhvC2KPnj5xAfSCSI-JJG1sc07iY6YZaoVEIdS62yXlVgAVcodlcuJPX6dr36VpQi0P2X8Qbe90IgkTN_16cV5w_3w.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779111955.0,
            "poll": null
        },
        {
            "m": "18.05 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6014",
            "t": "⚙️ #WORKFLOW: ПРОТОКОЛ ХОЛОДНОГО МАСЛА",
            "b": "Условие активации: руки начали оставлять блестящие следы на тесте. Это значит, масло перешло границу 18°C - точку, после которой оно не складывается слоями, а размазывается. Дальше без протокола - круассан превратится в булочку.\n1. Остановиться немедленно. Не «дораскатать ещё раз» - перестать прикасаться к тесту прямо сейчас.\n2. Завернуть тесто в плёнку, положить на металлический поднос (не пластиковый - металл отдаёт холод быстрее), убрать в морозильную камеру на 8-10 минут. Не больше: иначе масло замёрзнет в стекло и тоже не будет складываться.\n3. Руки помыть холодной водой не менее 30 секунд. Вытереть насухо. Если кухня тёплая - на минуту прижать запястья к холодному крану. Кровь в запястьях охлаждается быстро, и руки идут вторыми.\n4. Достать тесто. Проверить пальцем угол: если поверхность матовая и упругая - продолжать. Если ещё блестит - вернуть в холод на 3 минуты.\nЕсли сделано правильно: разрез готового изделия покажет различимые слои, которые отделяются листами при разламывании. Это не торжество, это просто видимый результат того, что температура была удержана.\n⏱️ 1.4 мин | ⚙️ Almanac: Workflow",
            "img": "https://cdn4.telesco.pe/file/ozGBLqrTM4NclIduW3ZDgMGcAFt6g7xsg5XXxQEYXpUPqSWPtNQSkpTPL_DqpwAos0xqtoeMmTKQnfctVy7UgGuJQ-XO0GZaZE6n2Ze3tvM5skGpEhd3HOJCfzqonOuBbxgeQPtv8Fr1lGRfmFe6obFpC5Hrkz_0hJkK_OB9a8rW_yODUijr4R9m0qRkSleWY5jQX4bON3QaA_GBRkYJTT4wnuuBudueKtz2ww926E5dy91yo6Q3ZlAgAsqTMwpqwGsi31tLFRcRRjhmBmYCokgnHdMw2AJ4X3Dv-fLKr5K1C14i2LF4bDIVd1YLe30iG5-oreRwgWkDh66TaauiGg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779105841.0,
            "poll": null
        },
        {
            "m": "18.05 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6013",
            "t": "💎 #FRAGMENT: ЯНТАРЬ НА ПОДОКОННИКЕ",
            "b": "Янтарь на подоконнике, размером с лесной орех, тёмный по краям как капля заваренного чая. На ощупь тёплый раньше, чем пальцы понимают - смола, не камень. Внутри пузырёк воздуха возрастом в сорок миллионов лет. Кто положил его сюда, не помнит никто из живущих. На столе под ним - тёплое медовое пятно света.\n⏱️ 0.2 мин | 💎 Almanac: Fragment",
            "img": "https://cdn4.telesco.pe/file/crdvAhXENRcTKFB4_-PHMP-lyZGMIqjnf5MFRup8ytOIa7IlZhwWmT67WlZFAKXMqsXL2D3ZfVZROVb9X-D4iLLWPpVABYwKb3yslK_Di9IxbIbQZpQxeO9vz4mp7eb1Ded-yaUr7OssCm1Z120Vk_AKaIAAADta7nBJ_j73M9yj17jz8M_0UZAoJYh_swGjMg5KMZQgv53dP74r5bWOxu0jGcV7U9B1Kzp8-zzlpJPh_85ebpFb9nk0UXHe5Quo755KmW5o_aH1_ocM5QQNhU2wAPyqIE1xKmJ6e_jMaXBAHTgVmUPGNN9J833Z4FprbRmVa_bijc-ff1KCGuw_tw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779087841.0,
            "poll": null
        },
        {
            "m": "17.05 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6012",
            "t": "📅 #CALENDAR: ПЕРВОМАЙ - АРХЕТИП ЧЕРЕЗ ТРИ ТЫСЯЧИ ЛЕТ",
            "b": "АРХЕТИП:\nТочка года, в которой холодное время заканчивается и начинается работа. Граница перехода от выживания к производству.\nМАРШРУТ:\n- Кельты (Белтейн, ~500 г. до н.э., Ирландия и Шотландия): два больших костра, между которыми прогоняли скот для очищения. «Bel-tene» - «огни Бела», солнечного бога. Год делился на тёмную и светлую половины, и 1 мая был входом в светлую. Никто не работал в этот день - работа начиналась 2-го.\n- Средневековая Англия (Май-день, XII-XV века): майский шест, обвитый лентами. Майская королева, выбранная из деревенских девушек. Танцы Морриса с колокольчиками. Это уже не пастораль - инсценировка пасторали для общин, которые перестали жить с ритмом скота.\n- Чикаго, 1 мая 1886: общенациональная забастовка ремесленников и рабочих за восьмичасовой рабочий день. Через три дня - Хеймаркет, бомба, семь полицейских и неизвестное число рабочих убито. Дата 1 мая выбрана не случайно: в США это был традиционный день окончания трудовых контрактов и переезда из съёмных квартир.\n- Второй Интернационал (Париж, 1889): объявление 1 мая Международным днём солидарности трудящихся. К началу XX века это уже не аграрный праздник, а политический.\nСЛОМ:\nКаждый слой инвертировал предыдущий. Огонь Белтейна - праздник начала работы. Майский шест - воспоминание о начале работы. Хеймаркет - протест против слишком долгой работы. Советский Первомай - государственное обязательство показать, что работают радостно. Одна и та же дата перешла из «давайте начинать» в «давайте требовать ограничений» в «давайте отчитаемся».\nСЕГОДНЯ:\nОсталось: выходной день в большинстве стран Европы. Демонстрации профсоюзов в нескольких столицах. Восстановленный Beltane Fire Festival в Эдинбурге (с 1988). Исчезло: связь даты с физическим переходом в светлое полугодие, ритуал коллективного огня, понимание что 1 мая - это начало, не отдых. В США праздник перенесён на сентябрь специально, чтобы оторвать его от европейской социалистической традиции.\n⏱️ 2.0 мин | 📅 Almanac: Calendar",
            "img": "https://cdn4.telesco.pe/file/Pe_gk1G5NT2E_M8eAnqMTbywNWeiZg0DUBSAKU6U31ddyAe2uJEAlLQ_p3MNIpXZpSSvRe9v_4UsXoqEfCgc3lm6L2KRc0hKxQgd6B9PbxiSTBkYnsMdst0bz-tR2faSX8DEe8ixuuKhV86qJdBFblAkS8eHUx2KLY-M-GrdGI61OU31O8pSkmK2bQUOaUErwDyTkanP90oU88kkPMZ36Q65EtSq3eLDmUzm3aJMJbQqnLNzqXwgqHV1hkunmGPBG4y4IIMOLZ1y73XLvEdDXaj9jnkBZxPLHpZEq6_vkq5RW44OwmtLejwXlX-6kM-k354tZ8vXI9-qL8uSAUjRew.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779030121.0,
            "poll": null
        },
        {
            "m": "17.05 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6011",
            "t": "🥐 #CAKES: ОПЕРА - СЕМЬ СЛОЁВ МОЛЧАНИЯ",
            "b": "ЛЕГЕНДА:\nОпера - торт, который режут вертикально, чтобы было видно семь слоёв. Это не торт повседневности. Слой высотой в три миллиметра. Нужно успеть распробовать миндаль до того как его покроет кофе, а кофе - до того как накроет ганаш. Два сантиметра общей высоты, семь слоёв, каждый ровно своей толщины: бисквит тоньше, крем плотнее, ганаш холоднее. Это торт о том, что точность - форма уважения. К ингредиенту, ко времени работы, к тому, кто будет резать.\nАРХИТЕКТУРА И МАТЕРИАЛЫ:\n- Бисквит Джоконда (3 пласта): миндальная мука 125 г, сахарная пудра 125 г, яйца 4 шт., белки 4 шт., сахар 30 г, мука 30 г, масло сливочное растопленное 25 г\n- Кофейный сироп: вода 100 мл, сахар 60 г, эспрессо двойной 50 мл\n- Кофейный крем (2 слоя): масло сливочное 200 г, сахарная пудра 100 г, желток 1 шт., эспрессо концентрированный 30 мл\n- Шоколадный ганаш (2 слоя): тёмный шоколад 70% - 200 г, сливки 33% - 200 мл\n- Глазурь: тёмный шоколад 100 г, масло сливочное 20 г\n- Посуда: прямоугольная рама 30×20 см без дна, на пергаменте - ровные края при разборке. Линейка не метафора, инструмент.\nМЕХАНИКА ПРОЦЕССА:\n1. БИСКВИТ ДЖОКОНДА. Взбить целые яйца с миндальной мукой и пудрой 8 минут до густой ленты. Отдельно взбить белки с сахаром в плотную пену. Соединить складкой, ввести просеянную муку и масло. Тонким слоем 4 мм на пергамент, 200°C 6-7 минут. Готовый бисквит светло-золотой, эластичный - не сухой. Если ломается при сворачивании - перепекли.\n2. СБОРКА СЛОЁВ. Первый бисквит пропитать сиропом - кисточкой, не ложкой. Влаги ровно столько, чтобы поверхность блестела, но не текла. Слой кофейного крема палеткой, ровно 4 мм. Сверху второй бисквит. Пропитать. Ганаш 4 мм. Третий бисквит. Пропитать. Кофейный крем 4 мм. Холод между слоями обязателен - 15 минут морозильной камеры между каждым.\n3. ГЛАЗУРЬ. Шоколад с маслом растопить до 32°C. Залить тонким слоем поверх верхнего ганаша, разровнять одним движением палетки. Холод 1 час.\n4. ГОТОВНОСТЬ. Резать горячим ножом - погружать в кипяток, протирать насухо, резать одним движением вниз. Срез показывает семь слоёв одинаковой толщины как страницы книги. Если слой шире остальных - отрезать кусок и не подавать. Опера не прощает.\n⏱️ 2.4 мин | 🥐 Almanac: Cakes",
            "img": "https://cdn4.telesco.pe/file/K2j8EMq25GSRvCubT-iwu98YGH5z4vaSZKnFzHVTGxsq2NAKcDjVPWEDJsQxfFG_Gg4WvX5iielnONjA4w0iSEQF_Dv5fYwu3PeTM_QqAu7Ll5fEFTEb_aqHX9-NafgNUllpPhWEj1zKxlp4uYGG-eXEUTFwYb8ZjHKcpV0SCoTHZjwd_a4HEY_oUEu9lkfrmcpm-H0zKifr8y2pZnY3QjBt6CWDSvGP25Ot1vB06WxHAzpIpBUXgTY5eRcrGumoJpqLX3x_GMaBVRhJ90b8T179A9duJerqHjuDEhdvqYZZ1pZzaf-AuwYGgylWFi3dRe6pcXsMy17tw-yK_vzM-g.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779019441.0,
            "poll": null
        },
        {
            "m": "17.05 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6010",
            "t": "🏛 #LORE: МОРРИГАН - ПРАЧКА У БРОДА",
            "b": "Женщина у брода стирает окровавленную кольчугу. Воин подходит ближе и узнаёт швы. Это его кольчуга. Морриган не убивает - она показывает: ты уже мёртв.\nТёмный слой: в современных пересказах Морриган - богиня войны, охотящаяся за душами. В ирландском «Похищении быка из Куальнге» она сначала является Кухулину как красивая женщина и предлагает ему любовь. Он отказывается, потому что в бою. Её враждебность - не природа богини, а реакция отвергнутой женщины. Упрощение «богиня смерти» стирает причину: гордость, обида, конкретная история между двумя существами.\nЛингвистический слой: «Mór-Ríghan» - имя, которое читается двумя способами одновременно. От mór (великий) - «Великая Королева». От mar- (призрачный, тот же корень что в английском nightmare) - «Королева-Призрак». Имя само по себе - вопрос. В русском нет слова для той, кто предупреждает о неизбежном. «Вестник» нейтрален. «Пророк» предполагает выбор. «Кассандра» - имя, не понятие. Отсутствие слова - не случайность: в нашей традиции вестник смерти приходит как личность из конкретного мифа, не как роль.\n→ Стирать сегодня одну вещь руками. Медленно. Назвать её вслух своей. Это ритуал брода - не предсказать смерть, а признать что у вещи есть владелец.\n⏱️ 1.8 мин | 🏛 Almanac: Lore",
            "img": "https://cdn4.telesco.pe/file/q9aYtc8REmvGVbPNfWYmO1lUm4FMA3_a_BaPJPBXMx7nk4lssjlTEj7YUnAS078Y-_Q4otzzidPRWGplG94tGIJpbTy34ObrpNFrPsVJ3FZaO2kUN1ToArCcmNcHV4fkRb_krbkzgSvlZjjFE0eDQiWddm4Kglc7yS7O8k9PvDCMF57hIX8kw1Bv_TWTRA5arjIZAPjsYSo4GV5Z1iux7zCwribLxvSTyFEZBz106xtUgJBNZxGp6eDs_jwY8lyqG8r1cJwyKvk5zQG6S3w_LDYIoUusRCwW8nQjUkv0FyFw2eHWlxlxCZBshzLL0M6_DQBGDBBmWvyfaW2yLc5SxQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779001441.0,
            "poll": null
        },
        {
            "m": "16.05 | 23:55",
            "id": "70",
            "u": "https://t.me/YourEurovision/6128",
            "t": "😘 ВЕНА-2026: ТРИУМФ БОЛГАРСКОГО ЭТНО-ПОПА И КРАХ СЦЕНИЧЕСКОГО КОНВЕЙЕРА",
            "b": "Впервые с 2017 года Вена короновала абсолютного чемпиона. DARA («Bangaranga») взяла «вышку» и по жюри, и по зрителям, набрав 516 очков. Это не просто победа - это демонтаж старой иерархии.\nЦифры не врут, в отличие от официальных пресс-релизов. Препарируем этот сезон без купюр.\nHARD DATA: ТЕКТОНИЧЕСКИЕ СДВИГИ\n• Болгарский прецедент: DARA совершила невозможное, повторив путь Сальвадора Собрала. При этом её котировки на старте были рекордно низкими - рынок не верил в Софию до последнего, но инсайдеры видели этот потенциал еще в феврале.\n• Шведская депрессия: Худший результат Стокгольма с 2010 года. Мы стали свидетелями «Бергендализации» 2.0. Скандинавский лоск больше не продается без души.\n• Геополитический пузырь: Израиль включил режим «братского голосования» образца худших лет нулевых. Такого зацикленного на блоках результата мы не видели три года подряд даже от балканских делегаций.\n• Жюри-хаос: 18 стран получили по 12 баллов. Поле экспертных мнений никогда не было таким пестрым.\n• Британская стагнация: Третий год подряд «зеро» от зрителей для Лондона. Это уже не случайность, а системный диагноз.\nЛИФТЫ И ОБРЫВЫ (VIEWERS VS JURY)\n• Румынский прорыв: Керри-эффект от зрителей (+168 баллов). Румыния повторяет свой исторический максимум.\n• Французское пике: 4-е место по жюри и позорные 14 баллов от Европы. Падение на 14 строчек в реальном времени.\n• Молдавский феномен: Satoshi совершил главный прыжок ночи (+13 позиций). Тот случай, когда искренность съедает выхолощенные таблицы жюри.\nВЕРДИКТ И ПЕРСОНАЛЬНАЯ БОЛЬ: МЕЖДУ КРИНЖЕМ И ГЕНИАЛЬНОСТЬЮ\nЯ высказываюсь так крайне редко, но организация юбилея в Вене была посредственной. Стерильные открытки, интервал-акты, вызывающие острые приступы испанского стыда... Для 70-летия это выглядело как попытка сэкономить на магии.\nНо если к организаторам есть вопросы, то к результатам - вопросы экзистенциальные:\n• Финский облом: Больно за Финляндию. Линда и Пете были королями наших пре-пати и чартов, но Вена оказалась для них слишком холодной. 6-е место - это приговор не артистам, а вкусу современной аудитории, которая предпочла проверенные этно-шаблоны смелому драйву.\n• Австралийский стерильный вокал: Дельта Гудрем была безупречна - настолько, что это стало скучно. 2-е место у жюри и 9-е у зрителей - это классический кейс «отличницы», которой ставят оценки за технику, но не дают любви. Австралии пора менять методичку.\n• Похороны французского шика: Monroe получила 4-е место от жюри и жалкие 14 баллов от зрителей. Европа ясно дала понять: идеальная картинка и музейный вокал больше не работают. Телевоуту нужен нерв и грязь, а не хрустальная ваза.\nЧто касается победителя: «Bangaranga» - далеко не худший сценарий. Будем честны: победа Израиля стала бы эпитафией для конкурса в его нынешнем виде. А Мартин Грин? Грин разыграл безупречную партию, мастерски манипулируя нашими ожиданиями и обведя всех вокруг пальца. 🤣🤣\nВена уходит в историю. Но наш путь только начинается. Впереди - жаркая осень на Мальте с Детским Евровидением, глобальный запуск Eurovision Asia и первые главы новой саги 2027.\nИ самое главное - спасибо вам. Каждому, кто спорил в комментариях, ждал результатов чартов и прожил эти безумные недели с нами. Вы - ДНК этого канала.\nКакая цифра в итоговой таблице стала для вас личным шоком? 💬\n⏱️ Время чтения: 2.3 мин | 🇪🇺 YourVision: DEEP DIVE",
            "img": "https://cdn4.telesco.pe/file/Ql7kHY9-Ho71O_KqZM5vREZt-PsqHylJLhri_0fqACDdBlRp48Xblnif_Q7M7BOtf5aBZzUr7v3V_kDU2gmadI4OkNz-PiSNG9HyELtNU_9bkWGDL2Cu6-MXfRnrLR0L3nDLt0ckBpl-UJXlIgKQQuoc2oW9JlVmZ_PYRM_jZQIA47vbw-7wSfd_OIt8Jooq8_A8HW_2bil6VDZyEni6SYrRet2nhXjyNLqqKAuN-Czp-NDEqLseeMV45XGV7qp4a5T126zvTwmNtEYzzGD61EWLzKcXsEcyMTIroIVnE0mWdZrgBpbtfDisl7whBh8eugXwHfmY1r9sLdsKY1lbLQ",
            "vid": "https://cdn4.telesco.pe/file/b40d756495.mp4?token=sHVgXWTHUYbNNxv9Kc_xXP8cxrq21iYf8YoK1PPSHEyi055jTs6aEmXAw5GhzADnIygT1G0SG8NOEiwAo-QGkEVrCDI2ZgsmxSe-kUxbeOvCO3AdEsRJiK3kOWtUFjYKbD3DHo4XwTZNvUs0W-OVlAB5IX-8KnUn0YIaVF-UfIHnB0jJR0uNHKHiB7VB7cucdALYs0Vwl5ZdN6IO6pRL7N9Sfmvtd0EJbtLH_6csetGSdY6CIpgoj92v4eLJuyffl9zpM3eUl_Q4GSBqO3898ZKM2WdK8Y4-3KD-paTH4BU_N3JJ1qsjnEo2tDefnTakonIbx5OBMYVkuuoFMP6PYwy1V5jyavxnkoxFsOhWEgn26iIEmG7oFpdm_A1_ALy8AIr6Kl06b6ceQbZI2V4LCCUFvnHcVnN-s2DPJ_Zv60ALIKdDRX9N-jI0gqzcq_uyPrhFLU5D9WAUADOXq5UwylHEPBTxXoxMHSeE1W24nQAAJho9F6UD8c0vy3-EeIdqqnzW4BMkrThbxTmbE6QGRR3opaaBnoeyQXoejv5wzyJVD-RtSApyf_aAAVJ6XXehTm_2KQ6SjWuoQjERa9srH3xZDemRzILiuwIMgCgtGWy9wfL-YGwgurjaTE-vgJeRpuAyqpGGBOIK4nZ8UgbzfLNwhlBQp1epuTMqhDmunvQ",
            "isVideo": true,
            "ts": 1778975733.0,
            "poll": null
        },
        {
            "m": "16.05 | 23:03",
            "id": "70",
            "u": "https://t.me/YourEurovision/6127",
            "t": "🚨 BREAKING: БОЛГАРИЯ - ПОБЕДИТЕЛЬ ЕВРОВИДЕНИЯ-2026",
            "b": "DARA с треком «Bangaranga» забирает хрустальный микрофон в Вене. Это первая победа в истории страны на юбилейном 70-м выпуске конкурса.",
            "img": "https://cdn4.telesco.pe/file/h-WSMYiC9aphsU3Qjw4pVHs6x2CcDVukn8aJSS7cmCgVAEXiAcuAldFK-CfXTpvenN5kOXvF6AQM1o1fy2ni1NZUVvIcueZnJfwyxsKW2xHig67YFU3e9XDOY-teCp5TliesIcc0xjBSRY8cLE7qcIa9JIPCOVbfhuoyHNcS0qHmp94eI69zn6y9KwBQhdjNsPPrXwdZdyHEADeQC240AT-fJEAAoe6nNjs_g7puJ4ppTwiRx4-fln8jLBALHh4Kzkn30CTboldsBtvwejravC4LlLVTXc9le5nLqWHyjvDdr2xRlBUAil7TXralP_mAKAyEKmYVGhh3VFawGAYahw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1778972594.0,
            "poll": null
        },
        {
            "m": "16.05 | 18:50",
            "id": "70",
            "u": "https://t.me/YourEurovision/6126",
            "t": "🏆 LIVE: ЕВРОВИДЕНИЕ 2026 - ГРАНД-ФИНАЛ",
            "b": "70 лет. 25 стран. Один победитель. Сегодня ночью.\nWiener Stadthalle принимает финал юбилейного Евровидения. Хозяйка конкурса Австрия - COSMǪ с «Tanzschein» - выходит последней под 25-м номером. Следим за каждым выступлением, каждым баллом в реальном времени.\nПОРЯДОК ВЫСТУПЛЕНИЙ (RUNNING ORDER)\n1. 🇩🇰 Дания: Søren Torpegaard Lund - «Før vi går hjem»\n2. 🇩🇪 Германия: Sarah Engels - «Fire»\n3. 🇮🇱 Израиль: Noam Bettan - «Michelle»\n4. 🇧🇪 Бельгия: Essyla - «Dancing on the Ice»\n5. 🇦🇱 Албания: Alis - «Nân»\n6. 🇬🇷 Греция: Akylas - «Ferto»\n7. 🇺🇦 Украина: LELÉKA - «Ridnym»\n8. 🇦🇺 Австралия: Delta Goodrem - «Eclipse»\n9. 🇷🇸 Сербия: Lavina - «Kraj mene»\n10. 🇲🇹 Мальта: Aidan - «Bella»\n11. 🇨🇿 Чехия: Daniel Zizka - «Crossroads»\n12. 🇧🇬 Болгария: Dara - «Bangaranga»\n13. 🇭🇷 Хорватия: Lelek - «Andromeda»\n14. 🇬🇧 Великобритания: Look Mum No Computer - «Eins, Zwei, Drei»\n15. 🇫🇷 Франция: Monroe - «Regarde !»\n16. 🇲🇩 Молдова: Satoshi - «Viva, Moldova!»\n17. 🇫🇮 Финляндия: Linda Lampenius & Pete Parkkonen - «Liekinheitin»\n18. 🇵🇱 Польша: Alicja - «Pray»\n19. 🇱🇹 Литва: Lion Ceccah - «Sólo quiero más»\n20. 🇸🇪 Швеция: Felicia - «My System»\n21. 🇨🇾 Кипр: Antigoni - «Jalla»\n22. 🇮🇹 Италия: Sal Da Vinci - «Per sempre sì»\n23. 🇳🇴 Норвегия: Jonas Lovv - «Ya Ya Ya»\n24. 🇷🇴 Румыния: Alexandra Căpitănescu - «Choke Me»\n25. 🇦🇹 Австрия: COSMǪ - «Tanzschein»\nКто возьмет хрустальный микрофон?\n🔗 СМОТРЕТЬ: YouTube\n⏱️ Время чтения: 0.4 мин | 🇪🇺 YourVision: Live Event",
            "img": "https://cdn4.telesco.pe/file/K7_hRmoopxiZGMUbVTdwks3ZU32T-JM6CCg0ujcF5PsHCI8zPKfhhaDRZBdoOm2_RXsRYVTDCV9oi06emRt45oyVyQ7JZfbKe9_D6ZqRLDh-1OXvwRYFYejq-oQFMLXlEt-tKCUXkT0qgbBGXJUyX8r5pqgbJFInTDnFPO-60JhI1U8KsHtdq3dxLiylpV2kodzihMGKsgs7G_DvR1GdfHpSiKzrmYnvbvB-jxYNECYQ6yzLLmka9Y0dXVAkshrqDE5hRId0vYHTLLPXn8PrEOAb5rB08DgW_YRGcLDVDJr11REvXsSccYLCi7rE5WOr4KEBD7m6EbzY5jmsmgHn2A",
            "vid": "https://cdn4.telesco.pe/file/13df409d76.mp4?token=dy9b2Fc2rBI1UZ9BdzC067E-pmEDCo1IDv9DF1Vi5I9OYwwPqp2Ncu9BYodpted4Bz-htvOd8bkqVelgyMSww-ZPEXxQgCntKE3622EY7Z6SzZKOYa_1xsFbOsdFbKiEEKzLQLwdeOZeUQ2k_k8DOjd75WWfDeSjGwR1SPzgvahBECAtVDNHvrTTDSSF91_GLcShTs9awoMqcf51bDs6NNNosE_ClnoR2XdYCk3ps5LYKIBta52UvH4Y5aV9hA4O1RXWt1jc_IL1OwL7f3q8IHhuZlffO2KlY-ibAYTScw8y2UwEj8qxVP2O7krNDFo9JJTQ1pvtFlMZmgQu7VIuN6ItPXGqYtInQv10a27mxZ-tlAbD8MvUw1I7Iye8TBbqtRSuiutwIN2UHhufbSOCf5N1EXasfBpVhjEkqIPnORTAE5LS5FMKeApQNdWvMlwCt5_rSt6VF_mGbV0PDQFToZT1TGuikUa2PhD9Pv62awshOe7EM0Juc1Pm4GHVhghsrcZOo7YgRWuCnDaRIg9fl5FxYNfN0FyggeyyoWn3gzyIfaM764MSTJGreVL3W3xPmDhvh3C2UrS7HK0vYR_SWtDungR7krMxQ6D3cMvMwWxvsMXql1w7u00uyQj7oa6xRvLHWIpUjLkrRYybSGN5ECN0lOBVpYKrcElpnQqBsow",
            "isVideo": true,
            "ts": 1778957415.0,
            "poll": null
        },
        {
            "m": "16.05 | 18:16",
            "id": "70",
            "u": "https://t.me/YourEurovision/6125",
            "t": "😘 ВЕНА-2026: ПРЕМИЯ МАРСЕЛЯ БЕЗЕНСОНА - ПЕРВЫЕ ТРИУМФАТОРЫ СЕЗОНА",
            "b": "Пока фанаты готовятся к голосованию, профессиональное сообщество уже сделало свой выбор. В Вене состоялась ежегодная церемония награждения Marcel Bezençon Awards, отмечающая лучшие достижения участников по трем ключевым векторам.\nЛауреаты 2026 года:\n• Press Award (Награда от прессы): 🇦🇺 Delta Goodrem (Австралия). Журналисты отметили безупречный профессионализм и открытость Дельты в течение всей евронедели.\n• Artistic Award (Артистическая награда): 🇧🇬 DARA (Болгария). Присуждается за выдающееся сценическое выступление. Харизма и постановка номера «Bangaranga» признаны коллегами-артистами лучшими в сезоне.\n• Composer Award (Награда композиторов): 🇩🇰 Søren Torpegaard Lund - «Før Vi Går Hjem» (Дания). Авторы и композиторы датской баллады получили признание за самую оригинальную и качественную музыкальную структуру года.\nЭти награды часто называют «предвестниками успеха», ведь они отражают мнение тех, кто видит конкурс изнутри.\nСтанет ли этот триумф залогом высокого места в итоговой таблице? 💬\n🔗 СМОТРЕТЬ ЦЕРЕМОНИЮ: YouTube\n⏱️ Время чтения: 1.1 мин | 🇪🇺 AWARDS",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1778955402.0,
            "poll": null
        },
        {
            "m": "16.05 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6009",
            "t": "⏳ #CHRONOS: ЧЕРЁМУХА В 18:02",
            "b": "МОМЕНТ:\nСейчас, 18:02. Температура падает на 1.5°C по сравнению с дневным пиком. Влажность поднимается с 45% до 65%. Черёмуха раскрывает полные дозы запаха - амигдалин испаряется медленнее в холодном плотном воздухе, и молекулы дольше висят на уровне лица. То же дерево в полдень пахнет втрое слабее.\nОЩУЩЕНИЕ:\nЗапах не сладкий - тяжёлый, миндальный, с холодной нотой косточки. Он находит горло раньше носа. Воздух вокруг черёмухи плотнее - как будто проходишь сквозь невидимую занавеску. Через минуту привыкаешь и перестаёшь чувствовать. Через десять - кружится голова. Так и должно быть: амигдалин в больших дозах действует на нервную систему. Народное «не спи под цветущей черёмухой» - не суеверие, физика.\n→ Выйти к ближайшему цветущему дереву прямо сейчас. Постоять под ним 30 секунд, не больше. Вернуться домой.\n⏱️ 0.7 мин | ⏳ Almanac: Chronos",
            "img": "https://cdn4.telesco.pe/file/eBY5A7iHBY7k5H_pPInJ99a3uij1p44mC7QIPQItfVqn10wRZ1biQAJKa6XUp6UbIPkrJKIMrpCgWXzvSEOUIf24azmB8ywdwxZmmfmAZr7ghQ9IitY8PlmjnpQanybTAHhudbVuyrHeqbIkpIyygDH3olPGXUW-uwSj0c8dxHZQUFsmVgUO4iMR_zxSF07c00yB9AZ2tLbDk9wiIhJhAc3w5vsAu3-Aj9ztgxpO1HKCks_SAtcopyg4CYdWNB0D0HYG4wB6bWgTGYxPnPbOVkSDuvoSH-P1AML1A0cGjjj27EkkEgi8v7nZU4uefiCMWarKQam2v2SS_9jPdoBj9w.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1778943721.0,
            "poll": null
        },
        {
            "m": "16.05 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6008",
            "t": "🥐 #BUNS: ЧЕРЁМУХОВЫЕ БУЛОЧКИ - ГОРЕЧЬ КОРОТКОГО ОКНА",
            "b": "ЛЕГЕНДА:\nЧерёмуха цветёт две недели и роняет ягоды через два месяца - короткое лето в одном дереве. Сибирские крестьянки сушили чёрные ягоды в овинах и мололи в каменных ступах до тёмной муки с запахом миндаля и косточки. Это была мука бедных - её хватало с одного дерева на год. Богатые покупали пшеницу, бедные брали то, что выросло само. Сегодня черёмуховая мука стоит дороже пшеничной - редкость стала роскошью.\nАРХИТЕКТУРА И МАТЕРИАЛЫ:\n- Тесто: мука пшеничная - 350 г, мука черёмуховая - 50 г, дрожжи сухие - 7 г, молоко тёплое 38°C - 220 мл, сахар - 60 г, масло сливочное мягкое - 60 г, яйцо - 1 шт., соль - 1 ч. л.\n- Начинка: масло сливочное - 60 г, сахар - 50 г, черёмуховая мука - 20 г (запах усиливается при контакте с жиром)\n- Финиш: яйцо для смазки, миндальные лепестки\n- Посуда: металлический противень с пергаментом - тесто темнее обычного, на светлой поверхности оно выглядит как опечатка\nМЕХАНИКА ПРОЦЕССА:\n1. РАСТВОРЕНИЕ ЧЕРЁМУХИ. Черёмуховую муку залить горячим (но не кипящим) молоком, дать набухнуть 15 минут. Кухня заполняется запахом - тяжёлым, миндальным, с холодной нотой косточки. Если запах резкий и колет в горле - мука пересушена, добавить чайную ложку мёда.\n2. ЗАМЕС. Соединить с пшеничной мукой, дрожжами, сахаром, яйцом, маслом. Месить 10 минут до гладкости. Тесто оливково-коричневое, тяжелее обычного - черёмуха забирает влагу и не отдаёт. Подъём под плёнкой 1.5 часа.\n3. СБОРКА. Раскатать прямоугольник 30×40 см, смазать маслом, посыпать сахаром и черёмуховой мукой. Скатать рулетом, нарезать на 12 частей. Уложить с зазором 2 см - тесто медленнее поднимается, нужно больше места.\n4. ГОТОВНОСТЬ. Смазать яйцом, посыпать миндальными лепестками. Выпекать при 190°C 18-20 минут. Готовая булочка пахнет уже не миндалём, а тёплой косточкой - запах смягчается жаром. Если ещё пахнет резко - не доготовлено, ещё 3 минуты.\n⏱️ 2.0 мин | 🥐 Almanac: Buns",
            "img": "https://cdn4.telesco.pe/file/UecHsOorb7KCemGPeqOO4zajxfe58CL5NQwsdQu5JXeqzEPCE5DyLFqnOgSG6l1aocVEPU-8af3bnwge9w2jp6a36KpKjY8iJf1-nE6GY56jGZGet3P_Nitslhy83D--XbbI0PQBudsVlQ1nTkFYwlLZpE-40iKdaCpf8qup5optXTvvSnmwqYaZHQEMqBSDQF3obK4L4qB9MjlbnegFo5ywpzCPpDlrE7s0PQYF4CJHZvr94hgf22xhnM69LI1LIgzKTo2kfpE6XuPUB2V_1U3onc-nqd_cwpnUSHHP6UBAPMFpM0wcq6X2EP13okpKyFcYQWXXGXhSYITAdIm3xw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1778933041.0,
            "poll": null
        },
        {
            "m": "16.05 | 10:57",
            "id": "70",
            "u": "https://t.me/YourEurovision/6124",
            "t": "😘 ЕВРОВИДЕНИЕ-2026: КТО ОБЪЯВИТ БАЛЛЫ? ПОЛНЫЙ СПИСОК ГЛАШАТАЕВ",
            "b": "EBU обнародовал официальный порядок, в котором 35 стран-участниц выйдут на прямую связь с Веной для оглашения вердиктов национальных жюри. В этом году пул глашатаев собрал беспрецедентное количество легенд и триумфаторов прошлых лет.\nГлавные имена вечера:\n• Sandra Kim (Бельгия) - единственная победительница в истории страны (1986).\n• Elisabeth Andreassen (Норвегия) - легендарная половина дуэта Bobbysocks (победа 1985).\n• Dami Im (Австралия) - вице-чемпионка 2016 года.\n• Legacy 2025: Сразу 9 участников прошлого года вернутся на экраны в новой роли (от Украины до Литвы).\nПОРЯДОК ОГЛАШЕНИЯ БАЛЛОВ:\n1. 🇨🇭 Швейцария: Livio Chistell\n2. 🇲🇹 Мальта: Maia\n3. 🇺🇦 Украина: Daniil Leshchynskyi (ESC 2025)\n4. 🇱🇺 Люксембург: Hana Sofia Lopes\n5. 🇧🇬 Болгария: Vladimira Ilieva\n6. 🇦🇿 Азербайджан: Sabina Babayeva (ESC 2012)\n7. 🇸🇲 Сан-Марино: Kelly Joyce\n8. 🇪🇪 Эстония: Getter Jaani (ESC 2011)\n9. 🇮🇱 Израиль: Lior Suchard\n10. 🇦🇺 Австралия: Dami Im (ESC 2016)\n11. 🇩🇪 Германия: Wavvyboi\n12. 🇧🇪 Бельгия: Sandra Kim (Winner 1986)\n13. 🇵🇹 Португалия: Victoria Nicole (JESC 2024)\n14. 🇸🇪 Швеция: Jakob Norrgård (ESC 2025)\n15. 🇦🇱 Албания: Andri Xhahu\n16. 🇨🇾 Кипр: Loukas Hamatsos\n17. 🇬🇪 Грузия: Mariam Shengelia (ESC 2025)\n18. 🇲🇪 Черногория: Nina Žižić (ESC 2013, 2025)\n19. 🇦🇲 Армения: Parg (ESC 2025)\n20. 🇵🇱 Польша: Aleksandra Budka\n21. 🇬🇷 Греция: Klavdia (ESC 2025)\n22. 🇨🇿 Чехия: Dominika Hašková (ESC 2022)\n23. 🇩🇰 Дания: Sissal (ESC 2025)\n24. 🇫🇷 Франция: Magali Ripoll\n25. 🇳🇴 Норвегия: Elisabeth Andreassen (Winner 1985)\n26. 🇮🇹 Италия: Mariasole Pollio\n27. 🇫🇮 Финляндия: Jaana Pelkonen\n28. 🇬🇧 Великобритания: La Voix\n29. 🇱🇻 Латвия: Aurélija Rancäne (ESC 2025)\n30. 🇷🇸 Сербия: Kristina\n31. 🇲🇩 Молдова: Rita\n32. 🇭🇷 Хорватия: Doris Pinčić Guberović\n33. 🇱🇹 Литва: Lukas Radzevičius (ESC 2025)\n34. 🇷🇴 Румыния: Eda Marcus\n35. 🇦🇹 Австрия: Philipp Hansa\nТрадиционно, последним свои 12 баллов объявит вещатель страны-хозяйки.\nЧью «двенадцатку» вы ждете больше всего? 💬\n⏱️ Время чтения: 1.4 мин | 🇪🇺 YourVision: DATA",
            "img": "https://cdn4.telesco.pe/file/rOqTcEzwhKwf-hFnCBBjRzq8qx_fJ_dFwQ77oJOxCrZFyXIUo5-dYRuD4cgdLBq85mm2muv6e5wD9RUZfgSuW08ylVwHXhyy-w7G3UE1GzUHTaqiUD3XENUSgKDGSQ9QLGG8ttxXQj_wTWBl3XiZGdPd7snjtyAthq1dhxkyhULdKFpPRIstGJYtSEkHFqgX5G04c4BCnSOtSSO3f-V1pSPaxzxeYyw86imjvlZdvaHqFio0npXmB9JH8H99srln8vwE1WY-EubH9NKRziqwqXJC4JNfOtn9-x5WkF2hDCJvsdZ2X9DUjHWH2i3pqGNmMxg0VHbEk94jVVAZaFkghA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1778929042.0,
            "poll": null
        },
        {
            "m": "16.05 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6007",
            "t": "📚 #SOURCE: АНДЕРСЕН - ЦЕНА БЕЗГОЛОСОЙ ЛЮБВИ",
            "b": "«Каждый шаг будет причинять тебе такую боль, словно ты ступаешь по острым ножам» - Ханс Кристиан Андерсен, «Русалочка», 1837.\nАндерсен начал «Русалочку» осенью 1836 года, через два месяца после свадьбы Эдварда Коллина. С 1830-го Андерсен писал ему письма: «Я тоскую по тебе, как по красивой калабрийской девушке, мои чувства к тебе - чувства женщины». Коллин в ответном письме отказался переходить с ним на «du» - местоимение, которое в датском XIX века означало физическую близость и было невозможно между двумя мужчинами в публичной переписке. Сказка началась через несколько недель после этого отказа.\nЧто текст не мог сказать открыто: это история о любви, которая требует отказа от собственного голоса. Русалочка теряет язык, чтобы получить ноги - то есть утрачивает способность говорить о том, что чувствует, в обмен на возможность быть рядом. Принц женится на другой. Русалочка обращается в морскую пену. В 1837 году цензура и приличие не пропустили бы исповедь о невозможной любви между мужчинами в прозе. Сказка - единственная форма, в которой Андерсен мог сказать правду и остаться в литературе.\nТочное совпадение с сегодня: прямые сообщения сжаты до сухой функциональности - «приду», «занят», «ок». То, что не помещается в эти границы, по-прежнему упаковывается в литературные образы: репост строки, гифка из «Русалочки», цитата без комментария. Протокол, изобретённый Андерсеном, до сих пор работает.\n→ Что вы сегодня говорите чужим голосом, потому что свой - под запретом?\n⏱️ 1.7 мин | 📚 Almanac: Source",
            "img": "https://cdn4.telesco.pe/file/KhdgKabkdeRiBpkBmSgtBgiJ6FEd0sAUlRD27z60hGGSblHF-apls-c1skHhWX-AQ1IZkoC2VppaMR_RG-UPWGBsT7dwiT8UL6dGufgTBdPokQoxKXGULWlOKvQpdj5W90SBdQ1g-4XY-OzA7jxUtVCW1R_CS6rG3gVzwcEPuSj8q2IFYdku8x29jcbfkWvGcBYPX1abz6IVhHVTl5kvNX0AS_G5JDweENqw3F__ThMO6j5hPdvBzxASErYqNAGbKTXLpXDwwOOPRxkD_xMcngn9tzRu2L_3kfueQQrz6wYOTEg9vbHfqAmCQWtt5D04rnsAHOBPw1aEjNM-Hz-z0A.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1778915042.0,
            "poll": null
        },
        {
            "m": "15.05 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6006",
            "t": "⏳ #CHRONOS: 13 ЧАСОВ СВЕТА - БИОХИМИЧЕСКИЙ СЛОМ",
            "b": "МОМЕНТ:\nСветовой день в нашем регионе переваливает за отметку в 13 часов. Это критический порог, после которого нервная система северного человека окончательно переходит в режим «белых ночей».\nОЩУЩЕНИЕ:\nПостоянный избыток света создает чувство легкой эйфории и одновременно - бесконечной усталости, которую невозможно утолить сном. Тени становятся короткими и бледными. Воздух кажется наэлектризованным ожиданием. Это время, когда границы между днем и ночью окончательно стираются.\n→ Сделайте глубокий вдох. Осознайте, что темнота больше не имеет над вами власти. До Солнцестояния осталось всего 36 дней.\n⏱️ 0.7 мин | ⏳ Sensory Layer | May 15",
            "img": "https://cdn4.telesco.pe/file/dDSebddaBqlDJY0-OwagO9Itcdkd7YenGhedse1E_DSHq-L6IiFCNOBJec3iAvo9ncreaMtrVjahW8uptCx6EL2TyMM6qqMEky4GuqtYWltJfcScpCXkDX-Ya4ilK1M3wWs0TtG_jtCM2FslqSRTCDIxXA21QDadUl8JbgEyKxPxe8j1uhhKH9mCmbHDZF18motif-9BCfEalU8y56F2RF8eThTJnHfaVgY44eCB_VF9L4w1Ak2B4rDdrFkoq_mekAhKMpG8Rg7AocmOabFz2-7uegJgeP7sbnyPRaDWei21WGxWa4bb-HZ-m3_a_VHzfnpg1oyG5z-NKNlzQXrWsQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1778857321.0,
            "poll": null
        },
        {
            "m": "15.05 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6005",
            "t": "🧁 #BUNS: ЛИМОННЫЙ РИТУАЛ - СВЕЖЕСТЬ ФИНАЛА",
            "b": "Пятница перед Гранд-Финалом требует ясности. Лимон - это не просто вкус, это архитектурное решение: он разрезает сладость теста с хирургической точностью. Ледяная глазурь наносится на горячую поверхность и мгновенно схватывается хрустящей пленкой. Это десерт-энергетик, который будит систему.\nИНГРЕДИЕНТЫ (МАТЕРИЯ):\n• Мука пшеничная (в/с) - 450 г\n• Молоко (теплое) - 200 мл\n• Сухие дрожжи - 7 г\n• Сливки жирные (33-35%) - 100 мл\n• Сливочное масло (размягченное) - 80 г\n• Сахар - 60 г\n• Яйца - 2 шт.\n• Цедра (2 крупных лимона)\n• Для глазури: сахарная пудра - 150 г, лимонный сок свежий - 3 ст. л.\nТЕХНОЛОГИЧЕСКИЙ ПРОТОКОЛ (WORKFLOW):\n1. ЦИТРУСОВАЯ ИНФУЗИЯ: Растереть цедру с сахаром в ступке или руками до появления эфирного масла - масса должна быть влажной и остро пахнуть. Это активирует аромат и сохраняет его в тесте.\n2. ЗАМЕС И ПОДЪЕМ: Активировать дрожжи в теплом молоке. Соединить все ингредиенты, месить 12 минут. Тесто мягкое, чуть липкое - не добавляйте муку. Дать подняться 1.5 часа.\n3. ФОРМОВКА И ВЫПЕЧКА: Разделить тесто на 12 частей. Скатать шарики, уложить в форму с небольшим зазором. Расстойка 30 минут. Выпекать при 190°C 18-20 минут до золотистого цвета.\nСЕКРЕТ КОНТРАСТА:\nГлазурь наносить немедленно - на только что вышедшие из духовки горячие булочки. Лимонный сок с пудрой схватывается на горячей поверхности, образуя полупрозрачную хрустящую корку.\n⏱️ 1.8 мин | 🧁 Matter Layer | May 15",
            "img": "https://cdn4.telesco.pe/file/s9Z6w4FJiSohQSk2GvDNkLuwrHOPbsMP7XodDK_YNJuXcUOdVH1dKqaHk5LGW2jZiVHulGIakXy8jSxr7tD9MFpRR_MsPA56YibhUBUrFTbU0CwS2HEK0sZ4kMJLBjOkdQeBpAv43lZCCxtx-cM9yqDmzNM5266F8fUS5S9oV9myw57PYyWRkXIkcyv84ecfRoq2bCbixL1nAcVc7afBWZKaecVsXnZ8d2I1dfSgdIH2KkX4lfuWmwvXtHUJfUNTSA3d-320Dvcn0Jnkwmcd0r46q7Ygje20XtH6BrmZqthRoG1w4KvWwqroBDIfsDqYCR9OoZb3A7X0EVKNQYiq0Q.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1778846641.0,
            "poll": null
        },
        {
            "m": "15.05 | 11:40",
            "id": "70",
            "u": "https://t.me/YourEurovision/6123",
            "t": "🇲🇹 ДЕТСКОЕ ЕВРОВИДЕНИЕ-2026: МАЛЬТА ОБЪЯВИЛА ДАТУ И ГОРОД ПРОВЕДЕНИЯ",
            "b": "⚡️ BREAKING: Европейский вещательный союз подтвердил финальные детали осеннего сезона. Детское Евровидение 2026 пройдет 24 октября в городе Та-Кали (Ta'Qali) на Мальте.\nКонкурс возвращается на остров после успешных проведений прошлых лет. Выбор площадки в Та-Кали обещает современный масштаб и уникальную атмосферу средиземноморского праздника музыки.\nЖдем возвращения островной магии в JESC. 💬\n⏱️ Время чтения: 0.5 мин | 🇲🇹 YourVision: JESC",
            "img": "https://cdn4.telesco.pe/file/IrLHLq9pwyoTNJuTrhiDYDPJpVTSD0u-nFFkARxzXmxrtYIzZ44sISvQa4vLUSKEIHVL_SSeeHtMbGYZb7cpFt0HpUkmknYC-uk3JfPBWXd6GOfqDfHvUofzahUHtd7VGHob1B9dYf3THUkKdqJSW-PgcCGFqVwZYVlOcLMbnjPZ4z27fzVYHT2sUnY9rUl1ykQUCN8fOAFtVZMcxcQL9D70kBrlYhDlflOttjecxViXxXoPQ9rHeU-aM675Midp83ik5k9fszGVdFqMs4rmU-qGbUY1uu3rpuYPszALiQaxCG69GOFruf0CXsPfjH8aksLx-MpCl1yebA1IBKHg1w.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1778845232.0,
            "poll": null
        },
        {
            "m": "15.05 | 07:19",
            "id": "70",
            "u": "https://t.me/YourEurovision/6122",
            "t": "😘 ЕВРОВИДЕНИЕ-2026: ПРЕДПОСЛЕДНИЙ ДЕНЬ - СУДЬБА ФИНАЛА РЕШАЕТСЯ СЕГОДНЯ",
            "b": "Гонка за хрустальным микрофоном выходит на финишную прямую. Сегодня в Wiener Stadthalle пройдут два полномасштабных прогона Гранд-финала. Все 25 финалистов (включая хозяев) выйдут на сцену в том самом порядке, который мир увидит в субботнем эфире.\nРасписание на сегодня (время - Рига):\n• 14:30 - 18:30 | Первая генеральная репетиция (Dress Rehearsal 1). Прогон, открытый для прессы. Первый шанс увидеть общую архитектуру шоу и связки между номерами.\n• 22:00 - 02:00 | Вторая генеральная репетиция (Jury Show). Ключевой момент сезона. Национальные жюри 35 стран-участниц выставят свои оценки, сформировав 50% итогового результата Евровидения-2026.\nДля экспертов пятничное шоу жюри является более показательным, чем субботний эфир. Именно сегодня малейшая вокальная неточность может стоить победы.\n⏱️ Время чтения: 1.1 мин | 🇪🇺 YourVision: GUIDE",
            "img": "https://cdn4.telesco.pe/file/J_o_8HOHa4JISWo6xOf_nI63LIqDgrVt5RZ47wVxfNxnwvrHqQKD8itlhGYeSryVazjwZd2dHa0DewGffdEzX7pvDTozM5CtbW3bPVQNuQNntc_OoyTkCGXjAKi6g1SI59WNTxATEygFlF96HsKt-6Xmf1w-yM7USIh2cvWcwJDKOs0W_eq8WqVC7DKBbxwtMRlTvL2aMpsnY1yEn_BrhVV_XuPP6yZMAjG4Cnnr0jKTq6l2IJFFCGQ7P17TJxlAguU1naZyuXFZ2BN0wlj-UXawD0fcWSL-l9MsU7bW8pMil8wN6WLFTp44A5Yw2rE_hvmCDAF3yrvJduynVp3A7g.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1778829597.0,
            "poll": null
        }
    ],
    "qualifiers": [
        {
            "id": "bg",
            "a": "Dara"
        },
        {
            "id": "fi",
            "a": "Linda Lampenius & Pete Parkkonen"
        }
    ],
    "eliminated": [
        {
            "id": "md",
            "a": "Satoshi",
            "s": "Viva, Moldova!"
        },
        {
            "id": "gr",
            "a": "Akylas",
            "s": "Ferto"
        },
        {
            "id": "it",
            "a": "Sal Da Vinci",
            "s": "Per sempre sì"
        },
        {
            "id": "me",
            "a": "Tamara Živković",
            "s": "Nova zora"
        },
        {
            "id": "at",
            "a": "COSMØ",
            "s": "Tanzschein"
        },
        {
            "id": "al",
            "a": "Alis",
            "s": "Nën"
        },
        {
            "id": "au",
            "a": "Delta Goodrem",
            "s": "Eclipse"
        },
        {
            "id": "am",
            "a": "Simón",
            "s": "Paloma rumba"
        },
        {
            "id": "lu",
            "a": "Eva Marija",
            "s": "Mother Nature"
        },
        {
            "id": "ro",
            "a": "A. Căpitănescu",
            "s": "Choke Me"
        },
        {
            "id": "lt",
            "a": "Lion Ceccah",
            "s": "Sólo quiero más"
        },
        {
            "id": "hr",
            "a": "Lelek",
            "s": "Andromeda"
        },
        {
            "id": "lv",
            "a": "Atvara",
            "s": "Ēnā"
        },
        {
            "id": "cz",
            "a": "Daniel Zizka",
            "s": "Crossroads"
        },
        {
            "id": "ua",
            "a": "Leléka",
            "s": "Ridnym"
        },
        {
            "id": "ee",
            "a": "Vanilla Ninja",
            "s": "Too Epic to Be True"
        },
        {
            "id": "pt",
            "a": "Bandidos do Cante",
            "s": "Rosa"
        },
        {
            "id": "az",
            "a": "Jiva",
            "s": "Just Go"
        },
        {
            "id": "il",
            "a": "Noam Bettan",
            "s": "Michelle"
        },
        {
            "id": "rs",
            "a": "Lavina",
            "s": "Kraj mene"
        },
        {
            "id": "fr",
            "a": "Monroe",
            "s": "Regarde !"
        },
        {
            "id": "pl",
            "a": "Alicja",
            "s": "Pray"
        },
        {
            "id": "no",
            "a": "Jonas Lovv",
            "s": "Ya Ya Ya"
        },
        {
            "id": "de",
            "a": "Sarah Engels",
            "s": "Fire"
        },
        {
            "id": "sm",
            "a": "Senhit",
            "s": "Superstar"
        },
        {
            "id": "ch",
            "a": "Veronica Fusaro",
            "s": "Alice"
        },
        {
            "id": "be",
            "a": "Essyla",
            "s": "Dancing on the Ice"
        },
        {
            "id": "cy",
            "a": "Antigoni",
            "s": "Jalla"
        },
        {
            "id": "dk",
            "a": "Søren"
        },
        {
            "id": "ge",
            "a": "Bzikebi"
        },
        {
            "id": "se",
            "a": "Felicia"
        },
        {
            "id": "gb",
            "a": "LMNC"
        }
    ],
    "nominees": [
        {
            "a": "Satoshi",
            "s": "Viva, Moldova!",
            "img": "https://i.scdn.co/image/ab67616d0000b273b1511ff46f75cf9d2a49425e"
        },
        {
            "a": "Felicia",
            "s": "My System",
            "img": "https://i.scdn.co/image/ab67616d0000b2734b1a2f16f9054b4a9dd03b06"
        },
        {
            "a": "Lelek",
            "s": "Andromeda",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/ed/e7/6f/ede76fcd-39cf-4ae1-8075-bd157490dd7d/artwork.jpg/600x600bf-60.jpg"
        },
        {
            "a": "Akylas",
            "s": "Ferto",
            "img": "https://i.discogs.com/cTtFzCxxa7gmc7xm__bjlzOrEJAKZW86pTgVoQhQ18U/rs:fit/g:sm/q:90/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9SLTM2NTE3/MjM3LTE3NzEyMTA2/NDctNTI5NC5qcGVn.jpeg"
        },
        {
            "a": "Bandidos do Cante",
            "s": "Rosa",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/dd/44/c1/dd44c161-845d-cc77-7f28-8e25f9616f53/ticket.gxmaijvp.jpg/600x600bf-60.jpg"
        },
        {
            "a": "Bzikebi",
            "s": "On Replay",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/9c/8b/7e/9c8b7e7c-85a0-15c4-8ca3-539fe68cea6f/859734458638_cover.jpg/600x600bf-60.jpg"
        },
        {
            "a": "Sal Da Vinci",
            "s": "Per sempre sì",
            "img": "https://static.qobuz.com/images/covers/04/1v/lj4snzzem1v04_600.jpg"
        },
        {
            "a": "Linda Lampenius & Pete Parkkonen",
            "s": "Liekinheitin",
            "img": "https://e.snmc.io/i/600/s/118f9c9c9a3afa30f967278d3a122b50/14350942/linda-lampenius-and-pete-parkkonen-liekinheitin-Cover-Art.jpg"
        },
        {
            "a": "Tamara Živković",
            "s": "Nova zora",
            "img": "https://i.scdn.co/image/ab67616d0000b273b6dfa92825b8fe2397b07544"
        },
        {
            "a": "Vanilla Ninja",
            "s": "Too Epic to Be True",
            "img": "https://i.scdn.co/image/ab67616d0000b2735958461bd571ee11e958d67b"
        },
        {
            "a": "Noam Bettan",
            "s": "Michelle",
            "img": "https://e.snmc.io/i/600/s/9a22cce5a406ad1da79a88264296a9d3/14360155/%D7%A0%D7%95%D7%A2%D7%9D-%D7%91%D7%AA%D7%9F-noam-bettan-michelle-Cover-Art.jpg"
        },
        {
            "a": "Sarah Engels",
            "s": "Fire",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/36/f7/01/36f70161-1303-2ea9-4554-7ab9193264f3/26UMGIM01104.rgb.jpg/600x600bf-60.jpg"
        },
        {
            "a": "Essyla",
            "s": "Dancing on the Ice",
            "img": "https://i.scdn.co/image/ab67616d0000b273a85775f5b880ef85898d732c"
        },
        {
            "a": "Lion Ceccah",
            "s": "Solo quiero más",
            "img": "https://i.scdn.co/image/ab67616d0000b2738ab7ca8766746ae4bf85e317"
        },
        {
            "a": "Senhit",
            "s": "Superstar",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/e5/3b/2f/e53b2f43-18cc-6f09-4037-a35ce06e38db/artwork.jpg/600x600cc.webp"
        },
        {
            "a": "Alicja",
            "s": "Pray",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/26/a7/48/26a74844-7596-d4ae-de53-5b829f08688c/cover.jpg/600x600bf-60.jpg"
        },
        {
            "a": "Lavina",
            "s": "Kraj mene",
            "img": "https://i.scdn.co/image/ab67616d0000b273657efb54062e824e14a37e9a"
        }
    ],
    "odds": [
        {
            "r": 1,
            "id": "fi",
            "c": "Finland",
            "p": "30%"
        },
        {
            "r": 2,
            "id": "fr",
            "c": "France",
            "p": "11%"
        },
        {
            "r": 3,
            "id": "dk",
            "c": "Denmark",
            "p": "10%"
        },
        {
            "r": 4,
            "id": "au",
            "c": "Australia",
            "p": "8%"
        },
        {
            "r": 5,
            "id": "gr",
            "c": "Greece",
            "p": "8%"
        },
        {
            "r": 6,
            "id": "se",
            "c": "Sweden",
            "p": "4%"
        },
        {
            "r": 7,
            "id": "il",
            "c": "Israel",
            "p": "4%"
        },
        {
            "r": 8,
            "id": "ua",
            "c": "Ukraine",
            "p": "3%"
        },
        {
            "r": 9,
            "id": "it",
            "c": "Italy",
            "p": "3%"
        },
        {
            "r": 10,
            "id": "ro",
            "c": "Romania",
            "p": "3%"
        }
    ]
};