var DATA = {
    "battles": [
        {
            "id": 9,
            "n": "QF #1",
            "qf": "TO SF1",
            "t1": "fi",
            "a1": "Linda Lampenius and Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "82%",
            "t2": "dk",
            "a2": "Søren Torpegaard Lund",
            "s2": "Før vi går hjem",
            "sc2": "18%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 10,
            "n": "QF #2",
            "qf": "TO SF1",
            "t1": "gr",
            "a1": "Akylas",
            "s1": "Ferto",
            "sc1": "64% ★",
            "t2": "ge",
            "a2": "Bzikebi",
            "s2": "On Replay",
            "sc2": "36%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 11,
            "n": "QF #3",
            "qf": "TO SF2",
            "t1": "se",
            "a1": "Felicia",
            "s1": "My System",
            "sc1": "44%",
            "t2": "md",
            "a2": "Satoshi",
            "s2": "Viva, Moldova!",
            "sc2": "56% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 12,
            "n": "QF #4",
            "qf": "TO SF2",
            "t1": "gb",
            "a1": "Look Mum No Computer",
            "s1": "Eins, Zwei, Drei",
            "sc1": "50%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "50% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 13,
            "n": "SF #1",
            "qf": "TO FINAL",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "87% ★",
            "t2": "gr",
            "a2": "Akylas",
            "s2": "Ferto",
            "sc2": "13%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 14,
            "n": "SF #2",
            "qf": "TO FINAL",
            "t1": "md",
            "a1": "Satoshi",
            "s1": "Viva, Moldova!",
            "sc1": "36%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "64% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 15,
            "n": "GRAND FINAL",
            "qf": "THE CHAMPION",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "77%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "23%",
            "w": 1,
            "status": "DONE"
        }
    ],
    "rehearsals": [
        {
            "d": "15.05",
            "t": "14:30 - 18:30",
            "c": "at",
            "a": "Grand Final: Dress Rehearsal 1 (Press)",
            "s": "UPCOMING"
        },
        {
            "d": "15.05",
            "t": "22:00 - 02:00",
            "c": "at",
            "a": "Grand Final: Jury Show",
            "s": "UPCOMING"
        }
    ],
    "roadmap": [
        {
            "d": "30.05",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - НОЧЬ 1",
            "e": "🇦🇱 Festivali i Këngës për Fëmijë"
        },
        {
            "d": "31.05",
            "s": "WAITING",
            "t": "JESC АЛБАНИЯ - НОЧЬ 2",
            "e": "🇦🇱 Второй этап отбора"
        },
        {
            "d": "01.06",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - ФИНАЛ",
            "e": "🇦🇱 Выбор представителя"
        },
        {
            "d": "06.06",
            "s": "WAITING",
            "t": "YOUNG MUSICIANS - ЕРЕВАН",
            "e": "🇦🇲 Eurovision Young Musicians 2026"
        },
        {
            "d": "01.08",
            "s": "MAJOR",
            "t": "ESC ASIA: БУТАН СТАРТ",
            "e": "🇧🇹 Первый нацотбор азиатской версии"
        },
        {
            "d": "17.08",
            "s": "MAJOR",
            "t": "UMK 2027 ЗАЯВКИ ОТКРЫТЫ",
            "e": "🇫🇮 yle.fi/umk - окно до 23.08"
        },
        {
            "d": "23.08",
            "s": "WAITING",
            "t": "UMK 2027 ЗАЯВКИ ЗАКРЫТЫ",
            "e": "🇫🇮 Дедлайн подачи"
        },
        {
            "d": "19.09",
            "s": "WAITING",
            "t": "ESC ASIA: НЕПАЛ",
            "e": "🇳🇵 Himalaya TV - National Final"
        },
        {
            "d": "24.10",
            "s": "MAJOR",
            "t": "JUNIOR EUROVISION - МАЛЬТА",
            "e": "🇲🇹 23-й детский конкурс"
        },
        {
            "d": "14.11",
            "s": "MAJOR",
            "t": "ESC ASIA - БАНГКОК",
            "e": "🌏 Grand Final, прямой эфир"
        }
    ],
    "chart": [
        {
            "a": "ВАНЯ ДМИТРИЕНКО",
            "s": "РТУТЬ",
            "p": "63 pts (↑+1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/3f/ca/fc/3fcafcbe-3e34-e199-8fe1-a3a138699f45/0.jpg/600x600cc.webp"
        },
        {
            "a": "HOLLYFLAME",
            "s": "ТОНУ",
            "p": "62 pts (↓-1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/81/2e/28/812e2827-3153-778e-e04f-4811e4df6494/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "JONY",
            "s": "ПОМНЮ",
            "p": "53 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/d4/ff/98/d4ff985c-4783-c310-e6de-d94f4d448579/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "SQWOZ BAB",
            "s": "КУПЕР",
            "p": "51 pts (=)",
            "img": "https://i.scdn.co/image/ab67616d0000b273da67945924bd52e2294348b8"
        },
        {
            "a": "ICEGERGERT & ZIVERT",
            "s": "БАНК",
            "p": "42 pts (=)",
            "img": "https://i.scdn.co/image/ab67616d0000b2731ec4298df8c3e233ecf1c401"
        },
        {
            "a": "УСПЕНСКАЯ & JAKONE",
            "s": "ПЛАКАЛА НАДЕЖДА",
            "p": "40 pts (↑+1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/b7/49/8a/b7498ad5-2616-c218-6520-a1bf0fff5b5a/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "MACAN",
            "s": "ОСТАНЬСЯ ОБРАЗОМ",
            "p": "39 pts (↑+5)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/f5/fc/ba/f5fcbad0-3c98-4374-9c47-29130d2fd8c6/cover.jpg/600x600bf-60.jpg"
        },
        {
            "a": "МОТ",
            "s": "НАМЁК НА НАС",
            "p": "38 pts (↓-2)",
            "img": "https://i.scdn.co/image/ab67616d0000b27336a7644298c97ecaac71de3e"
        },
        {
            "a": "LYRIQ",
            "s": "КАССЕТЫ",
            "p": "36 pts (=)",
            "img": "https://avatars.yandex.net/get-music-content/15406468/91a00ea1.a.40767822-1/600x600"
        },
        {
            "a": "MONA",
            "s": "ПОПРОШУ ТЕБЯ",
            "p": "35 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/50/5b/70/505b7028-cf03-18bf-1a36-6580550ac972/cover.png/600x600bf-60.jpg"
        },
        {
            "a": "ARTIK & ASTI",
            "s": "МОДНЫЙ ПОП",
            "p": "34 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/e0/88/ed/e088ed96-51c2-d8c0-6f13-0391fe6f88dc/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "5STA FAMILY",
            "s": "РАЗ, ДВА",
            "p": "33 pts (↓-4)",
            "img": "https://i.scdn.co/image/ab67616d0000b273b0fec65994ed98568cbef2a7"
        },
        {
            "a": "UNCLEFLEXXX",
            "s": "SMS",
            "p": "22 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/3b/c9/be/3bc9be74-b15a-db19-5d2d-897700a1804a/cover.png/600x600bf-60.jpg"
        },
        {
            "a": "SABI & MIA BOYKA",
            "s": "БАЗОВЫЙ МИНИМУМ",
            "p": "21 pts (↑+1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/20/3a/f8/203af802-de0c-5c70-5403-b5ca0bbff938/cover.jpg/600x600cc.webp"
        },
        {
            "a": "КЛАВА КОКА",
            "s": "СПЛЕТНИ. ШУМ. ЛУК.",
            "p": "17 pts (↑+4)",
            "img": "https://avatars.yandex.net/get-music-content/16154377/40f85b07.a.39274793-1/m1000x1000"
        },
        {
            "a": "XCHO",
            "s": "ТЫ И Я",
            "p": "17 pts (↑+1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/c7/b0/4b/c7b04b77-a2b6-f0bf-df80-8cdc08abd09d/cover.jpg/600x600bf-60.jpg"
        },
        {
            "a": "FILATOV & KARAS",
            "s": "ВКЛЮЧИ МУЗЫКУ",
            "p": "16 pts (↓-3)",
            "img": "https://i.scdn.co/image/ab67616d00001e0285f51c6831bfabd6d12e31d8"
        },
        {
            "a": "SERYABKINA",
            "s": "АСФАЛЬТ",
            "p": "16 pts (↓-2)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/fa/d3/84/fad3845e-d166-7489-d078-7e95490adc31/cover.jpg/600x600cc.webp"
        },
        {
            "a": "GAYAZOV$ BROTHER$",
            "s": "РУССКАЯ РУЛЕТКА",
            "p": "13 pts (↓-1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/7f/f8/9b/7ff89bd5-12a6-78da-3706-a5bebf0b9463/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "ЛЁША СВИК & NYUSHA",
            "s": "ПРОБУДИ",
            "p": "9 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/16/af/9f/16af9f30-09f0-5c1f-123e-e0cfc644331c/0.jpg/600x600bf-60.jpg"
        }
    ],
    "news": [
        {
            "m": "27.05 | 15:40",
            "id": "local",
            "u": "",
            "t": "🇦🇲 АРМЕНИЯ: СТАРТ ПРОДАЖ БИЛЕТОВ НА ЕВРОВИДЕНИЕ МОЛОДЫХ МУЗЫКАНТОВ 2026",
            "b": "***",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779885600.0,
            "poll": null
        },
        {
            "m": "27.05 | 12:38",
            "id": "70",
            "u": "https://t.me/YourEurovision/6157",
            "t": "🇧🇬 ЕВРОВИДЕНИЕ 2026: ФЕНОМЕН BANGARANGA - ХРОНИКА ВЕЛИЧАЙШЕГО ШОКА ВЕКА",
            "b": "История Евровидения пишется сенсациями, но триумф DARA в Вене - это тектонический сдвиг, равного которому не было с победы Olsen Brothers в 2000 году. В среду коэффициент на победу Болгарии составлял безумные 150-1. Индустрия находилась в плену средних цифр: 9-е место в OGAE Poll, 11-е в MyEurovisionScoreboard и скромная 16-я позиция в Eurojury. Но мы получили сольный манифест, переписавший правила.\nВ чем секрет этого взрыва? Я вижу здесь триумф чистой визуальной инженерии над алгоритмами.\nПАРАДОКС ДВУХ ДНЕЙ: КАК ЖЮРИ СЛОМАЛО ШАБЛОН\nСамая интригующая статистика венского финала скрыта в судейских протоколах. В полуфинале жюри поставило Болгарию лишь на 5-е место (94 балла) - позади Австралии, Дании, Норвегии и Чехии.\nНо за 48 часов произошел сдвиг в восприятии. Сложная «Bangaranga» требовала времени. Получив дополнительные двое суток на пересмотр, профессиональное жюри сломало собственный барьер консерватизма и проголосовало за будущее, а не прошлое. Почти все коллегии резко подняли оценки DARA к субботе, принеся ей 204 балла и победу у судей.\nРЕВОЛЮЦИЯ СЦЕНОГРАФИИ: ОТ ХАОСА К КОСМОСУ\nПосле национального отбора шансы Болгарии казались нулевыми. DARA выступала в хаотичном пушистом наряде, а камера лениво двигалась из стороны в сторону.\nВ Вене режиссер Фредрик «Benke» Рюдман и хореограф Кейша фон Арнольд превратили номер в поп-арт. Первые пять секунд - перевернутый кадр с лицом певицы в стиле Энди Уорхола. Вращающаяся комната-ожидания, ракурсы камер-клешней и жесткий уличный танец создали гипнотическое напряжение. На фоне традиционных поп-див DARA заперла зрителя в своей комнате - и выиграла.\n«Bangaranga» доказала: 3 минуты на сцене значат больше месяцев пиара. Если у вас есть идеальный сплав музыки и визуального искусства, вы способны победить любые бюджеты и геополитические блоки.\nСтанет ли победа Болгарии началом новой эры в сценографии, или «waiting room» концепты останутся уникальной вспышкой? Что думаете?\n⏱️ Время чтения: 2.0 мин | 🇧🇬 YourVision: Deep Dive",
            "img": "https://cdn4.telesco.pe/file/je6rZRC7CSSfSXxSIFn8e7nskYzTXXewC1jiUgcjk3QFO--1zBevAcFoqCTuiTOCM1DjYvFiRYn95TMYhdZqz6SXCV-PbPKUIXEzEft4IegggWb-sqwV4OoUVoBoSeSlvf7XKUQxogNIHJ4hOAZmMgmGQOV-8tGF38fuzVHaavib-JqiEnkb5pxzma50Nf0q_cMV21VdBHcYUoI2EocMSx-VP3jRt6_DHyEiMXmIiEGMz8MvsQxKX5MjGFGQxZpP6GlLlVankhcQ05kMikcM5gRlKFBE3gtKVc0dzbV_rAJ8Qahh28ltKicsLAkG8_RBDp43ypBeCYtbN6h5gl1SAA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779885481.0,
            "poll": null
        },
        {
            "m": "27.05 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6041",
            "t": "📐 #RECIPE: ТЕМПЕРИРОВАНИЕ ШОКОЛАДА - ФОРМА V",
            "b": "Какао-масло кристаллизуется в шести разных формах. Пять из них портят шоколад: дают матовый цвет, мягкую структуру, белый налёт, плохой разлом. Только форма V даёт всё что мы любим в плитке: глянец, чистый щелчок при разломе, плавление во рту, не на пальцах.\nТЕОРИЯ:\nКакао-масло - смесь триглицеридов. При охлаждении хочет кристаллизоваться случайным образом, получая смесь форм:\n- Форма I: 17°C - очень нестабильная\n- Форма II: 21°C - нестабильная\n- Форма III: 26°C - нестабильная, мягкая\n- Форма IV: 28°C - мягкая, тает в руках\n- Форма V: 32-34°C - стабильная, блестит, хрустит (нужная)\n- Форма VI: 36°C - белый налёт (fat bloom), появляется со временем\nЕсли просто расплавить и охладить шоколад - получишь хаотическую смесь I-IV (и V на 10-20%). Поверхность будет матовой, структура мягкой. Чтобы получить чистую форму V, нужно её «засеять»: создать в шоколаде стабильные кристаллы V и дать им стать центрами роста для остальной массы.\nПРОТОКОЛ (метод посева, для дома):\n1. РАСПЛАВЛЕНИЕ. Шоколад порубить, 2/3 положить в миску над паром или в микроволновку. Расплавить до:\n- Тёмный 70%: 50°C\n- Молочный: 45°C\n- Белый: 40°C\nНа этих температурах все кристаллы разрушены - шоколад «чистый».\n2. ПОСЕВ (охлаждение). Снять с пара. Добавить оставшуюся 1/3 шоколада (нерасплавленную, кусочками). Постоянно мешать лопаткой. Тепло массы расплавит мелкие кусочки, но в процессе их собственные кристаллы V «посеют» весь шоколад. Температура должна упасть до:\n- Тёмный: 27°C\n- Молочный: 26°C\n- Белый: 25°C\nЕсли нерасплавленные куски остались - это нормально. Достать их.\n3. РАБОЧАЯ ТЕМПЕРАТУРА. Поставить миску снова над паром на 5-10 секунд, поднять до:\n- Тёмный: 31-32°C\n- Молочный: 30°C\n- Белый: 28°C\nНа этих температурах формы I-IV плавятся (они нестабильны), а форма V остаётся (она устойчива до 33°C). Теперь весь шоколад «настроен» на V.\nПроверка готовности: капля темперированного шоколада на пергаменте застывает за 3-4 минуты при комнатной температуре, становится глянцевой, ломается с чистым щелчком.\nТРИ ОШИБКИ:\nОшибка 1: Перегрев на третьей фазе.\n- Что случается: шоколад снова матовый, мягкий после застывания.\n- Почему: подняли выше 33°C - расплавились все кристаллы V.\n- Как исправить: придётся начинать сначала с фазы посева.\nОшибка 2: Недостаточное перемешивание на фазе посева.\n- Что случается: шоколад застывает с полосами или пятнами разной текстуры.\n- Почему: форма V кристаллизовалась локально, остальное осталось I-IV.\n- Как исправить: тщательно перемешивать всю массу до полного растворения посева, по 1-2 минуты лопаткой по кругу.\nОшибка 3: Слишком быстрое охлаждение.\n- Что случается: тёмные пятна, грубая текстура.\n- Почему: при резком охлаждении (миска в холодную воду) формы I-III кристаллизуются массово, и потом третья фаза не успевает их полностью переплавить.\n- Как исправить: охлаждать постепенно через метод посева, не через холодную баню.\n⏱️ 2.6 мин | 📐 Almanac: Recipe",
            "img": "https://cdn4.telesco.pe/file/FrDxRF5x3S9nkNyKldz-szEj9rgh5g3P1tNeMFpkBiArwS32RUWYNdAZ5VP5DUO6vRDsEyhm1glK31hD7XNXCGLM9b9ln-iL1UrsCnoZu3sO0ZlvFSJtARVLaHOxNoeUr1LU-tI1b9tVYrYaa6X48e6wFuXXmMZgdi--CzfNjqDhL1g8udHgOHVv9PN3a5LnVwDi1uWw7xPJz1u57Bhj5eMGHD0mcn2UTmtorKMYt-gofmChuBWVCC9-YLurChN28Thesh9Bk2adhrQ8LWZlW7Wo1yqmO3Ej4MoYTH8l9zbmXfYabSt-jYGfaIsytXERAUEp4MmE0O-DEPTkEsrWyQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779883441.0,
            "poll": null
        },
        {
            "m": "27.05 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6040",
            "t": "🌿 #OMENS: УПАВШАЯ ЛОЖКА - КТО ИДЁТ",
            "b": "Нож упал - мужчина придёт. Ложка упала - женщина. Вилка - незваный гость.\nПРИМЕТА:\nНародная версия фиксирует не просто факт, а пол гостя. Это удивительно конкретно для суеверия - и неслучайно. Реальная физика проще и интереснее.\nФИЗИЧЕСКИЙ МЕХАНИЗМ:\nСтарые дома стояли на деревянных полах, лежавших на лагах без бетонной подушки. Дверь, открытая в 10 метрах от стола, передавала измеримую вибрацию через лаги к ножкам стола. Столовый прибор, лежащий на краю - идеальный осциллятор: маленькая масса, длинное плечо. Вибрации 0,1 миллиметра достаточно чтобы сместить его на сантиметр. Если кто-то идёт по двору к дому - вибрации ещё сильнее.\nРазличие нож/ложка/вилка - не магия. Это центр тяжести. Ножи длинные и узкие, скатываются вдоль оси. Ложки округлые, чаще поворачиваются и валятся. Вилки с зубцами цепляются - редко падают, чаще «прыгают» в сторону. Народное наблюдение записало три паттерна падения и связало их с тремя типами визитёров. Дом, в котором замечали приборы на краю стола - это первый бытовой прокcимити-сенсор.\nПРИВЯЗКА К 27.05:\nПосле вчерашней грозы давление продолжает скакать, влажность тоже. Металл расширяется и сжимается чуть-чуть быстрее обычного, дерево столешницы тоже. Если сегодня в твоём доме упал прибор - это, возможно, не гость на пороге. Это атмосфера, которая ещё не пришла в равновесие.\nСОВРЕМЕННЫЙ ЭКВИВАЛЕНТ:\nВ умных домах стоят датчики приближения: акустические, инфракрасные, давления. Они фиксируют визитёра за 30-60 секунд до звонка. Та же функция, другая упаковка. Деревянный пол с приборами на краю стола делал это столетиями раньше - и не требовал электричества.\n→ Какой прибор у тебя сейчас ближе всех к краю стола?\n⏱️ 1.4 мин | 🌿 Almanac: Omens",
            "img": "https://cdn4.telesco.pe/file/NdWxbk-iUMjHqV-BfBTBlbuFEquYOB3xbti4bFO1Z43rr2_XshE_MP7xDiND8kDkdWZc7WQmN3jpd9wVq6IOw7NF2MbeythrqDdTeRuKjDq727fAFbTE00jyZschuBUqTpVeCD-nwm3C6dFswRcP_3mdlfFNJTEVNKR2q6R4vb2DBG_8n4_T_scJDQQfnqyi_X7c9cSGzj2ZbeIBS25d9KGzeX4UsrF57IX5HGZYgjMyQADUgRd4TkFEHTJXVGyJMPYab1HFXlsw59VsDg_umq1CXUjlhT8D1ihywFKYe2n-lpFbZavine-BXuh7X0Az5NH4YxIdHV-k0Ma-NUHJfw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779865441.0,
            "poll": null
        },
        {
            "m": "27.05 | 10:00",
            "id": "local",
            "u": "",
            "t": "🇧🇬 ЕВРОВИДЕНИЕ 2026: ФЕНОМЕН BANGARANGA - ХРОНИКА ВЕЛИЧАЙШЕГО ШОКА ВЕКА",
            "b": "**ПАРАДОКС ДВУХ ДНЕЙ: КАК ЖЮРИ СЛОМАЛО ШАБЛОН**\nСамая интригующая статистика венского финала скрыта в судейских протоколах. В полуфинале жюри поставило Болгарию лишь на 5-е место (94 балла) - позади Австралии, Дании, Норвегии и Чехии.\nНо за 48 часов произошел сдвиг в восприятии. Сложная «Bangaranga» требовала времени. Получив дополнительные двое суток на пересмотр, профессиональное жюри сломало собственный барьер консерватизма и проголосовало за будущее, а не прошлое. Почти все коллегии резко подняли оценки DARA к субботе, принеся ей 204 балла и победу у судей.\n---\n**РЕВОЛЮЦИЯ СЦЕНОГРАФИИ: ОТ ХАОСА К КОСМОСУ**\nПосле национального отбора шансы Болгарии казались нулевыми. DARA выступала в хаотичном пушистом наряде, а камера лениво двигалась из стороны в сторону.\nВ Вене режиссер Фредрик «Benke» Рюдман и хореограф Кейша фон Арнольд превратили номер в поп-арт. Первые пять секунд - перевернутый кадр с лицом певицы в стиле Энди Уорхола. Вращающаяся комната-ожидания, ракурсы камер-клешней и жесткий уличный танец создали гипнотическое напряжение. На фоне традиционных поп-див DARA заперла зрителя в своей комнате - и выиграла.\n«Bangaranga» доказала: 3 минуты на сцене значат больше месяцев пиара. Если у вас есть идеальный сплав музыки и визуального искусства, вы способны победить любые бюджеты и геополитические блоки.\nСтанет ли победа Болгарии началом новой эры в сценографии, или «waiting room» концепты останутся уникальной вспышкой? Что думаете?\n🔗 **СМОТРЕТЬ:** [YouTube](https://www.youtube.com/results?search_query=DARA+Bangaranga+Eurovision+2026)\n🎧 **СЛУШАТЬ ЭФИР:** [levdanskiy](https://myradio24.com/levdanskiy)",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779865200.0,
            "poll": null
        },
        {
            "m": "26.05 | 19:19",
            "id": "70",
            "u": "https://t.me/YourEurovision/6156",
            "t": "🤍 EUROGROOVE: ALBM CUTS - VIENNA AFTERMATH",
            "b": "Стартовал новый чарт серии EuroGroove. 20 номинантов представят альтернативные версии культовых заявок Евровидения прошлых лет, исполненные участниками сезона 2026. Голосование открыто до 31.05. 23:59 Riga. Трансляция самого чарта пройдет 02.06. с 18:00 Riga.\nСписок номинантов\n• 🇨🇿 Daniel Zizka - «Amar Pelos Dois» (Salvador Sobral, Португалия 2017)\n• 🇵🇹 Bandidos do Cante - «Saudade, Saudade» (MARO, Португалия 2022)\n• 🇨🇾 Little Antigoni - «My Number One» (Helena Paparizou, Греция 2005)\n• 🇨🇭 Veronica Fusaro - «Satellite» (Lena, Германия 2010)\n• 🇲🇩 Satoshi - «Rim Tim Tagi Dim» (Baby Lasagna, Хорватия 2024)\n• 🇲🇹 AIDAN - «Per Sempre Sì» (Sal Da Vinci, Италия 2026)\n• 🇩🇪 Sarah Engels - «Nel Blu Dipinto Di Blu» (Domenico Modugno, Италия 1958)\n• 🇸🇲 SENHIT - «Occidentali's Karma» (Francesco Gabbani, Италия 2017)\n• 🇳🇴 JONAS LOVV - «Arcade» (Duncan Laurence, Нидерланды 2019)\n• 🇦🇺 Delta Goodrem - «Tattoo» (Loreen, Швеция 2023)\n• 🇱🇻 Atvara - «Fly On The Wings Of Love» (Olsen Brothers, Дания 2000)\n• 🇷🇴 Alexandra Căpitănescu - «Fuego» (Eleni Foureira, Кипр 2018)\n• 🇬🇷 Akylas - «Rise Like a Phoenix» (Conchita Wurst, Австрия 2014)\n• 🇦🇿 JIVA - «We Could Be The Same» (maNga, Турция 2010)\n• 🇱🇺 Eva Marija - «Ne Partez Pas Sans Moi» (Céline Dion, Швейцария 1988)\n• 🇺🇦 LELÉKA - «Baller» (Abor & Tynna, Германия 2025)\n• 🇭🇷 LELEK - «Wild Dances» (Ruslana, Украина 2004)\n• 🇲🇪 Tamara Živković - «Euphoria After Dark» (Loreen, Швеция 2012)\n• 🇷🇸 LAVINA - «In My Dreams» (Wig Wam, Норвегия 2005)\n• 🇩🇰 Søren Torpegaard Lund - «Forlad Mig Ikke Her» (Céline Dion, Швейцария 1988)\nГолосовать: StrawPoll\n⏱️ Время чтения: 1.0 мин | 🇪🇺 YourVision: Chart",
            "img": "https://cdn4.telesco.pe/file/FhdnCvuj0IY39JoNSzXDBFIAUsFgPiTE3c0hY_z-dTtDf_fSxhscCjMXsfZXJnIDxMVom-9rz2LgUdAMjOwdM_NWznTheOy-eAPmIIvq1cMT_6w52rWEIlmrg9m9GKQO2_dGl41157blSGS8j09iCKy7IJzsAF-NmvldtxxsZ1U6zwjnAqCuwiHd0tT0vuqfAYxgSgr2UdV1HBV0V29ZOleS-dzKRCjBUchU5P2f5JYYgMblZ7odwuYxaj2J3Vz7CV4Q9e8rJuTo_rml8efx2SmNY93wtYYTjyz1HO4C2M16JiDRBrGzM6Gp8orHlmDuiHLolDZcpK7M1oDVdLEzhQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779823183.0,
            "poll": null
        },
        {
            "m": "26.05 | 18:30",
            "id": "70",
            "u": "https://t.me/YourEurovision/6155",
            "t": "📢 YOURVISION: ТЕСТ-ДРАЙВ НОВЫХ РУБРИК - ГОЛОСУЕТ АУДИТОРИЯ",
            "b": "Межсезонье - лучшее время для смелых экспериментов. Пока главная сцена в Софии только готовится к «Евровидению-2027», редакция YourVision запускает 5-дневный тест-драйв новых форматов.\nНачиная с завтрашнего дня, мы ежедневно будем выпускать по одному демо-выпуску совершенно новых рубрик, разработанных нашей аналитической командой:\n👍 Среда (27.05): #VERSUS - сравнительный баттл культовых заявок.\n👍 Четверг (28.05): #HIT_ANATOMY - разбор частот и музыкальной химии треков.\n👍 Пятница (29.05): #JURY_INSIDE - математика и геополитика судейских коалиций.\n👍 Суббота (30.05): #REBOOT - истории грандиозных взлетов после провалов.\n👍 Воскресенье (31.05): #UNRELEASED - утерянные шедевры национальных отборов.\nВ понедельник мы запустим большой опрос, где вы сами решите, какие из этих рубрик станут постоянной частью эфира YourVision.\n💬 Какой из пяти форматов интригует вас больше всего уже сейчас?\n⏱️ Время чтения: 0.6 мин | 📢 YourVision: Анонсы",
            "img": "https://cdn4.telesco.pe/file/qOY8s3jCn-bALdW8G0XNKKE2jQ2UY1XS0nBDKX43eBwGHWEgnoViXjR8FrLxxaIoLOjKwH_03DIGVIOyDvv4aBp1_SdZxSX-7SVz69yMGRbuoUTRshprT3G-wGYYztCuNJgpqPFJzNI5vgrntJRrKyvlhmXkD__ToOy_TXPMJ7wY7oXGfWKQcGAbnScm3Vj0C_0plm5E1tJmeYNA1ou9CbUl-NW-ZOlMiGvtMTuzUUmBHGuLk1Q_Lj43AOoP6ocEMrSJTpFJPE9uoPsUUpDpEXI5aXpnwc5P47yjaMIbr-BRZRWpmBpWzAF19R_8ijhsop11cDlrDghpbPfKGs7lkw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779820238.0,
            "poll": null
        },
        {
            "m": "26.05 | 21:30",
            "id": "local",
            "u": "",
            "t": "📢 YOURVISION: ТЕСТ-ДРАЙВ НОВЫХ РУБРИК - ГОЛОСУЕТ АУДИТОРИЯ",
            "b": "💬 Какой из пяти форматов интригует вас больше всего уже сейчас?",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779820200.0,
            "poll": null
        },
        {
            "m": "26.05 | 18:11",
            "id": "70",
            "u": "https://t.me/YourEurovision/6154",
            "t": "🇸🇰🇸🇮 СЛОВАКИЯ И СЛОВЕНИЯ: КУРС НА ЕВРОВИДЕНИЕ 2027 - ПОЛИТИЧЕСКИЕ И БЮДЖЕТНЫЕ МАНЕВРЫ",
            "b": "Пока София готовится принять Евровидение 2027, Словакия и Словения начали подготовку к возвращению. За кулисами венского сезона вскрылись неожиданные подробности политических и финансовых трансформаций SVTR и RTVSLO.\nСЛОВАКИЯ: ШАГ К ВОЗВРАЩЕНИЮ SVTR\nДиректор Rádio Slovensko Индржих Бардон подтвердил: SVTR планировал подать заявку на сезон 2026. Возвращение сорвалось в последний момент из-за жестких финансовых ограничений в период консолидации бюджета. SVTR сейчас перестраивает модель, впервые привлекая частных спонсоров и лейблы. После участия словака Адама Павловчина (Adonxs) за Чехию в 2025 году интерес фан-сообщества и петиции за возвращение STVR достигли пика. SVTR официально декларирует цель - вернуться на конкурс в ближайшие годы.\nСЛОВЕНИЯ: ПОЛИТИЧЕСКИЙ СДВИГ И СНЯТИЕ БОЙКОТА\nВ Словении ситуация носит политический характер. RTVSlo бойкотировал сезон 2026 из-за участия Израиля, заменив трансляцию про-палестинским эфиром. Однако либеральный премьер Роберт Голоб не смог сформировать большинство, и кабинет возглавил консерватор Янез Янша. Новое правое правительство открыто выступает против антиизраильской позиции предшественников. Ожидается смена руководства RTVSLO, что позволит Словении без репутационных потерь свернуть бойкот и вернуться на Евровидение 2027.\nНаряду с подтвержденным возвращением Северной Македонии и возможным камбэком Венгрии, расширение состава участников обещает стать главным сюрпризом следующего года.\nЧье возвращение вы ждете сильнее?\n⏱️ Время чтения: 1.1 мин | 🇸🇰 YourVision: Аналитика",
            "img": "https://cdn4.telesco.pe/file/XID-mMy4HpjRHzxfdi2XwhQGqN41Vin0c2nT4J4QFz-QyLXVylhtHul1XNIcj2IxmK8I7ZziL59tEcno9rMz_7tC5jNIP9Zc_5-Df3zUDkbE6zgxITsA-2EMyrevnjTI3hh0nY5hmlikXMwtGwi3_MvNPnPY6_93BVxyd_XMHyHakEotSlj_Pcvqaw2gq9H6VQitK4N3R5b0R71TWIieONIgjvs9-nKoZHgoeqK03Sq4tmrTp2e2cgnL1XuRT81rdmBc-aIniF-Qo3lpg2fYBozgll_TsKEa5WGxN0ME7EiNbwL8AriWSv3BFJk5ESPFxUQ0zp_Rs6PGws9CGrfXfA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779819080.0,
            "poll": null
        },
        {
            "m": "26.05 | 21:10",
            "id": "local",
            "u": "",
            "t": "🇸🇰🇸🇮 СЛОВАКИЯ И СЛОВЕНИЯ: КУРС НА ЕВРОВИДЕНИЕ 2027 - ПОЛИТИЧЕСКИЕ И БЮДЖЕТНЫЕ МАНЕВРЫ",
            "b": "**СЛОВАКИЯ: ШАГ К ВОЗВРАЩЕНИЮ SVTR**\nДиректор Rádio Slovensko Индржих Бардон подтвердил: SVTR планировал подать заявку на сезон 2026. Возвращение сорвалось в последний момент из-за жестких финансовых ограничений в период консолидации бюджета. SVTR сейчас перестраивает модель, впервые привлекая частных спонсоров и лейблы. После участия словака Адама Павловчина (Adonxs) за Чехию в 2025 году интерес фан-сообщества и петиции за возвращение STVR достигли пика. SVTR официально декларирует цель - вернуться на конкурс в ближайшие годы.\n---\n**СЛОВЕНИЯ: ПОЛИТИЧЕСКИЙ СДВИГ И СНЯТИЕ БОЙКОТА**\nВ Словении ситуация носит политический характер. RTVSlo бойкотировал сезон 2026 из-за участия Израиля, заменив трансляцию про-палестинским эфиром. Однако либеральный премьер Роберт Голоб не смог сформировать большинство, и кабинет возглавил консерватор Янез Янша. Новое правое правительство открыто выступает против антиизраильской позиции предшественников. Ожидается смена руководства RTVSLO, что позволит Словении без репутационных потерь свернуть бойкот и вернуться на Евровидение 2027.\n---\nНаряду с подтвержденным возвращением Северной Македонии и возможным камбэком Венгрии, расширение состава участников обещает стать главным сюрпризом следующего года.\nЧье возвращение вы ждете сильнее? Голосуйте в комментариях!💬",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779819000.0,
            "poll": null
        },
        {
            "m": "26.05 | 19:30",
            "id": "local",
            "u": "",
            "t": "🇪🇺 EUROGROOVE: ALBM CUTS - VIENNA AFTERMATH",
            "b": "**Список номинантов**\n• 🇨🇿 Daniel Zizka - «Amar Pelos Dois» (Salvador Sobral, Португалия 2017)\n• 🇵🇹 Bandidos do Cante - «Saudade, Saudade» (MARO, Португалия 2022)\n• 🇨🇾 Little Antigoni - «My Number One» (Helena Paparizou, Греция 2005)\n• 🇨🇭 Veronica Fusaro - «Satellite» (Lena, Германия 2010)\n• 🇲🇩 Satoshi - «Rim Tim Tagi Dim» (Baby Lasagna, Хорватия 2024)\n• 🇲🇹 AIDAN - «Per Sempre Sì» (Sal Da Vinci, Италия 2026)\n• 🇩🇪 Sarah Engels - «Nel Blu Dipinto Di Blu» (Domenico Modugno, Италия 1958)\n• 🇸🇲 SENHIT - «Occidentali's Karma» (Francesco Gabbani, Италия 2017)\n• 🇳🇴 JONAS LOVV - «Arcade» (Duncan Laurence, Нидерланды 2019)\n• 🇦🇺 Delta Goodrem - «Tattoo» (Loreen, Швеция 2023)\n• 🇱🇻 Atvara - «Fly On The Wings Of Love» (Olsen Brothers, Дания 2000)\n• 🇷🇴 Alexandra Căpitănescu - «Fuego» (Eleni Foureira, Кипр 2018)\n• 🇬🇷 Akylas - «Rise Like a Phoenix» (Conchita Wurst, Австрия 2014)\n• 🇦🇿 JIVA - «We Could Be The Same» (maNga, Турция 2010)\n• 🇱🇺 Eva Marija - «Ne Partez Pas Sans Moi» (Céline Dion, Швейцария 1988)\n• 🇺🇦 LELÉKA - «Baller» (Abor & Tynna, Германия 2025)\n• 🇭🇷 LELEK - «Wild Dances» (Ruslana, Украина 2004)\n• 🇲🇪 Tamara Živković - «Euphoria After Dark» (Loreen, Швеция 2012)\n• 🇷🇸 LAVINA - «In My Dreams» (Wig Wam, Норвегия 2005)\n• 🇩🇰 Søren Torpegaard Lund - «Forlad Mig Ikke Her» (Céline Dion, Швейцария 1988)\n---\n**Голосовать:** [StrawPoll](https://strawpoll.com/eurogroove-albm-cuts-2026)\n📻 Все треки уже находятся в ротации радио levdanskiy.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779813000.0,
            "poll": null
        },
        {
            "m": "26.05 | 18:45",
            "id": "local",
            "u": "",
            "t": "🇦🇱 АЛБАНИЯ: ВОЗВРАЩЕНИЕ JUNIOR FEST - РЕШЕНИЕ RTSH",
            "b": "***",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779810300.0,
            "poll": null
        },
        {
            "m": "26.05 | 15:43",
            "id": "70",
            "u": "https://t.me/YourEurovision/6152",
            "t": "🇦🇱 АЛБАНИЯ: ВОЗВРАЩЕНИЕ JUNIOR FEST - РЕШЕНИЕ RTSH",
            "b": "Национальный вещатель RTSH официально подтвердил возвращение легендарного отбора «Junior Fest» для Детского Евровидения 2026. Телеканал отказался от идеи использовать в качестве площадки «Festivali Mbarëkombëtar i Këngës për Fëmijë», положив конец слухам в фан-сообществе.\n⏱️ Время чтения: 0.6 мин | 🇦🇱 YourVision: Детское Евровидение",
            "img": "https://cdn4.telesco.pe/file/QMBlP0tvpioE4K92Gmjch4t_2F7HRWa-Du5kfJPz2RlXcRHaAHqIWuaSrCLMHfDHVhGyTuAbGER0YtzWzvbGnP1lyKFl0Ge0t2yJvNyx4UN4EHXyS0_7ERymcRZZ781pAAHhXwHDTyui7iw0W9yiWYMcqKh7P3wTPtRh7tIWBP8LaDiqiPlVTWXGZy8pEgetpHK5ni0oD6EXKTAwauWt3-FShCpBv2UiOeDji8k2OxzVqkmt7NSw6hMSKVNh6vmftLXLmKQHyjjgRsTtL1pI0yUcv4Q3hzAd4R4dmPaJi_0bbUaX5jC2LncxyRKrmmv25eTbBwK4jtmubUpQvnc5NQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779810211.0,
            "poll": null
        },
        {
            "m": "26.05 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6039",
            "t": "⏳ #CHRONOS: ТРИ ЗАПАХА ОДНОЙ ГРОЗЫ",
            "b": "МОМЕНТ:\nСейчас, 18:02. Барометрическое давление в Балтии за последние шесть часов упало на 4-6 миллибар. Не сильное падение, но тело его уже зарегистрировало: тяжесть в висках, лёгкая сонливость после обеда, нежелание двигаться. Майские грозы предсказуемы - первые крупные приходятся именно на эту неделю каждый год, когда тёплый воздух с земли встречается с холодным фронтом с моря.\nОЩУЩЕНИЕ:\nЕсли открыть окно прямо сейчас - воздух пахнет металлом. Это не озон ещё - это запах накапливающегося статического заряда в атмосфере, ионизированных молекул азота. Озон появится позже, когда первая молния ударит где-то в 30-50 километрах: O₃ образуется при разряде, ветер несёт его быстрее звука грома. После молнии - резкий сладко-острый запах. После дождя - петрикор: геосмин из почвенных бактерий Streptomyces плюс 2-изоборнеол из актиномицетов.\nТри запаха в одной грозе, в строгой последовательности: предчувствие (металл) - удар (озон) - земля (петрикор). Один час, три химии, разные носы за окном. Тело знает что приближается до того как ты понял что нюхаешь.\n→ Открой окно прямо сейчас. Глубокий вдох через нос. На какой стадии воздух у тебя?\n⏱️ 0.9 мин | ⏳ Almanac: Chronos",
            "img": "https://cdn4.telesco.pe/file/tWaijsQQ0vJELV-Ql52zB5NFN8SnUDi-yngjJh_bLX83a2U4TiUVPSYYP_o1t5u_omJRKb0DQP4QgJEWQjEBFXLmOemBF-wQnJsXOhS9pdA8noKqxrzRn5QxJD7U-AdQyNrHgultPzwAmcxIWaPOzMyy51qJzWPaGAHvv017WwgWRu_nH1LO_0Hv1d5CiwQSOrlveTyaiYE3N7x2fkX049ZI8YqtQaNeGnY21KIPcGlbwMShYanfZ6KezG9LJqLKTM9hKRC5z6q2eaCSvB-15fKk_HhAhwLlbDbBtxEM9PuWkE_QFZuq3Jx-7hhk_JyMaaCRm6RNn5KAPgBdOcBYrw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779807721.0,
            "poll": null
        },
        {
            "m": "26.05 | 15:00",
            "id": "70",
            "u": "https://t.me/YourEurovision/6151",
            "t": "🇰🇷 ЮЖНАЯ КОРЕЯ: К-ПОП МАШИНА ПРОТИВ ЕВРОВИЗИЙНОГО КАНОНА",
            "b": "Когда EBU и Voxovation подтвердили запуск Eurovision Asia 2026 в Бангкоке, мой аналитический радар сразу сфокусировался на Сеуле. Участие Южной Кореи - это главный тектонический сдвиг для нового формата. Глобальная K-Pop машина встретится с правилами, живущими по иным законам, нежели стандартные чарты Billboard.\nСтратегия вещателя ENA и выбор артиста\n👍 Дерзкий вещатель: Телеканал ENA проведет национальный отбор 4 сентября 2026 года. ENA - молодой кабельный гигант, известный прорывными шоу, готовый рисковать ради рейтингов.\n👍 Отказ от мейджоров: Очевидно, они не станут привлекать титанов уровня HYBE или SM. Скорее всего, упор сделают на сильный средний эшелон айдолов, готовых к живому вокалу.\nТочки столкновения корейской индустрии с каноном\n👍 Лимит времени: Стандартная формула K-Pop включает смену ритма, рэп-бридж и сложный танцевальный брейк (dance break). Упаковать это в жесткие 3 минуты - колоссальный вызов для продюсеров.\n👍 Иллюзия идеального лайва: Регламент требует абсолютно живого вокала без бэк-вокала на записи. K-Pop десятилетиями оттачивал LMR (Live Music Recording) для компенсации хореографии. Бангкок покажет реальную вокальную форму айдолов.\n👍 Геополитика голосования: Южная Корея обладает преданной фан-базой, способной обрушить телеголосование. Однако в формате 50/50 профессиональное жюри Вьетнама, Бангладеш или Камбоджи легко может срезать баллы корейцам ради баланса.\nМой прогноз и формула триумфа\n👍 Формула успеха: Сеул победит только в одном случае: если откажется от шаблонов «айдол-групп» и отправит мощного соло-вокалиста с элементами нео-соула.\n👍 Шансы на победу: Если ENA выберет артиста уровня Heize, Dean или Wendy, шансы на триумф в Бангкоке взлетят до 75%. Иначе Южная Корея рискует выиграть телевоут, но проиграть из-за жюри.\n💬 Как вы считаете, сможет ли корейский айдол победить без фонограммы и танцевальной поддержки?\n⏱️ Время чтения: 1.4 мин | 🇰🇷 YourVision: Аналитика",
            "img": "https://cdn4.telesco.pe/file/A2u_pmP89WWfOUdZjovSsAQj6srIaQpftqfUE3sem4UXX7tIg-0Y7RsgL1S4olPL-yJxJuROVrWog0tKOzXshM7UGZcLJqaH0edKZjjcFfYWvasuL2h1oGFPR3ZwBwzhHQdzlp9VILausMeVVL6uh1RYCs4rQQiraHoG1Qg2JdZpoLSYXm9GUMSpn3sn3nqmRc6X56DaFdfRj07YuwJCIv4-f4O5yg8gLC_PDA5AmvBY_II77iWBmavk7RpPBGVoqeP2Z8AT_xjUhMGPJj43jxNVc1JeXn4_NasH34pyQ_wNj149WhNT1RFZRPZ50neISfACmWYp5XPnNqcVe5Igwg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779807656.0,
            "poll": null
        },
        {
            "m": "26.05 | 18:00",
            "id": "local",
            "u": "",
            "t": "🇰🇷 ЮЖНАЯ КОРЕЯ: К-ПОП МАШИНА ПРОТИВ ЕВРОВИЗИЙНОГО КАНОНА",
            "b": "**Стратегия вещателя ENA и выбор артиста**\n• **Дерзкий вещатель:** Телеканал ENA проведет национальный отбор 4 сентября 2026 года. ENA - молодой кабельный гигант, известный прорывными шоу, готовый рисковать ради рейтингов.\n• **Отказ от мейджоров:** Очевидно, они не станут привлекать титанов уровня HYBE или SM. Скорее всего, упор сделают на сильный средний эшелон айдолов, готовых к живому вокалу.\n**Точки столкновения корейской индустрии с каноном**\n• **Лимит времени:** Стандартная формула K-Pop включает смену ритма, рэп-бридж и сложный танцевальный брейк (dance break). Упаковать это в жесткие 3 минуты - колоссальный вызов для продюсеров.\n• **Иллюзия идеального лайва:** Регламент требует абсолютно живого вокала без бэк-вокала на записи. K-Pop десятилетиями оттачивал LMR (Live Music Recording) для компенсации хореографии. Бангкок покажет реальную вокальную форму айдолов.\n• **Геополитика голосования:** Южная Корея обладает преданной фан-базой, способной обрушить телеголосование. Однако в формате 50/50 профессиональное жюри Вьетнама, Бангладеш или Камбоджи легко может срезать баллы корейцам ради баланса.\n**Мой прогноз и формула триумфа**\n• **Формула успеха:** Сеул победит только в одном случае: если откажется от шаблонов «айдол-групп» и отправит мощного соло-вокалиста с элементами нео-соула.\n• **Шансы на победу:** Если ENA выберет артиста уровня Heize, Dean или Wendy, шансы на триумф в Бангкоке взлетят до 75%. Иначе Южная Корея рискует выиграть телевоут, но проиграть из-за жюри.\n---\n💬 Как вы считаете, сможет ли корейский айдол победить без фонограммы и танцевальной поддержки?\n---\n🔗 **ИСТОЧНИКИ:** [ENA](https://ena.ktds.com/) | [Eurovoix](https://eurovoix.com/)",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779807600.0,
            "poll": null
        },
        {
            "m": "26.05 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6038",
            "t": "🍮 #PATISSERIE: КАНЕЛЕ - ПОЧЕМУ МЕДЬ",
            "b": "ЛЕГЕНДА:\nКорочка канеле - тёмно-карамельная, почти горелая. Внутри - крем, который никогда не должен был оказаться в духовке. Это противоречие держится только за счёт одного материала: меди.\nБордо, XVIII век. Монастырь Аннунсиад. Монахини делают пирожные из остатков яичных желтков - винодельне нужны были белки для очистки вина (clarification), желтки отдавали в монастырь. Канеле = «канелированный», ребристый. Форма - копия архитектурных деталей церкви рядом.\nМедь не традиция, не эстетика - это физика. Теплопроводность меди 385 Вт/м·К, алюминия 237, силикона 0,2. Медь нагревается мгновенно и формирует корочку за первые 12 минут - до того как крем внутри успеет закипеть и взорвать форму. Без меди канеле или горит снаружи, или остаётся сырым внутри. Среднего нет.\nАРХИТЕКТУРА И МАТЕРИАЛЫ:\n- Тесто: молоко 500 мл, желтки 2 шт, целое яйцо 1 шт, мука 100 г, сахар 200 г, сливочное масло 50 г, ром тёмный 30 мл, ваниль (стручок или паста), щепотка соли\n- Смазка форм: сливочное масло 30 г + пчелиный воск 30 г (50/50, растопить вместе)\n- Посуда: медные формы канеле (12 ячеек, по 55 мм). Альтернатива - формы с тефлоновым покрытием (результат на 30% хуже, корочка тоньше).\nМЕХАНИКА ПРОЦЕССА:\n1. ВЕЧЕР НАКАНУНЕ. Молоко с маслом и ванилью нагреть до 60°C, снять с огня. В отдельной миске желтки + яйцо + сахар + мука + соль перемешать венчиком до однородности - не взбивать! Воздух не нужен. Влить горячее молоко струйкой, помешивая. Ром. Процедить через сито (важно). В холод 12-24 часа. Тесто должно стать плотным как жидкая сметана, без пузырьков.\n2. РАЗОГРЕВ. Духовка 250°C минимум 30 минут. Это критично - медь должна быть раскалённой к моменту заливки. Восковую смесь растопить, кисточкой смазать формы тонким слоем. Воск даёт характерный глянец корочки - старая бордосская техника, без неё корочка матовая.\n3. ЗАЛИВКА. Тесто перемешать (за ночь оно расслоилось). Разлить на 80% высоты формы - канеле поднимется и осядет. Доверху нельзя: вытечет.\n4. ВЫПЕЧКА. 250°C первые 12 минут - формирование корочки. Потом 180°C 60-70 минут - приготовление крема внутри. Понизить температуру слишком рано: корочка не успеет затвердеть, канеле «съедет». Не понизить вообще: внешность правильная, центр сгорит. Готовность: цвет тёмно-каштановый (почти горелый, но не чёрный), звук при постукивании дна глухой.\n5. ОСТЫВАНИЕ. Достать из форм через 2-3 минуты после извлечения из духовки - не позже, иначе пристанут. Остужать на решётке корочкой вверх. Через час корочка стабилизируется, внутри остаётся мягким.\n⏱️ 2.4 мин | 🍮 Almanac: Patisserie",
            "img": "https://cdn4.telesco.pe/file/Ruf0No8gVD-yutT_6Ap6J8udwTzWcz9kEQqwoOkuBkiR0zP5tr3nAxbIVck6YLYMaaEbQU6BTr-6MQxbwdGNcDBoHTpOSdT60CAhEuAh_G4FbFuk6pA5uDaqfP7yO08oTh4xby5L3k1YmxP2oEuUh4gQBD9vwPaTD42fUn4SmBcaFIKs72fWgvNG6lPLc9ZNpXVn01wB3cqTTJ99sSJDfbtb0RdcK2M7L8MqovcdAWx7edcrqaGBV4IGHDzW12PMEWZm4zyChcO-M1SQS64qZjn0sFJuPlTfj_jsx-05Mot_i-zhk3Y_WFR-i2kwOFbjiCUgPmVhzlUXg5coGD4sDA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779797041.0,
            "poll": null
        },
        {
            "m": "26.05 | 15:00",
            "id": "local",
            "u": "",
            "t": "🌏 EUROVISION ASIA: ОФИЦИАЛЬНО ЗАПУЩЕНО - ДЕТАЛИ И СТРАНЫ",
            "b": "***",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779796800.0,
            "poll": null
        },
        {
            "m": "26.05 | 12:00",
            "id": "local",
            "u": "",
            "t": "🇧🇬 ЕВРОВИДЕНИЕ-2027: БОЛГАРИЯ ЗАПУСКАЕТ ГОНКУ ГОРОДОВ-ХОЗЯЕВ",
            "b": "***",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779786000.0,
            "poll": null
        },
        {
            "m": "26.05 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6037",
            "t": "📚 #SOURCE: ПО «ПАДЕНИЕ ДОМА АШЕРОВ» - ДОМ КАК ПСИХИКА",
            "b": "«В продолжение всего тусклого, тёмного и беззвучного осеннего дня, когда тучи нависали удушающе низко, я ехал верхом по странно угрюмой местности и наконец оказался, когда сгустились вечерние тени, в виду меланхолического Дома Ашеров.»\nЭдгар Аллан По, «Падение дома Ашеров», 1839.\nЧТО СКРЫТО:\n1839 - год максимальной бедности По. Жена Вирджиния (его двоюродная сестра, на которой он женился когда ей было 13) уже больна туберкулёзом - умрёт в 1847. По работает редактором за гроши, пьёт. В этот год он пишет рассказ о замкнутой аристократической семье, которая физически распадается вместе со своим домом.\nТёмный слой стоит читать дважды. На первом уровне - готический ужас: брат и сестра живут в доме, который болеет вместе с ними; сестра умирает, брат хоронит её живой; дом обрушивается в чёрный пруд. На втором уровне - политическое заявление. По был южанин. Он видел как аристократические семьи Юга женятся внутри себя из страха «потерять кровь» - и физически вырождаются. Родерик и Маделин - не персонажи, а диагноз. Замкнутая система всегда обрушивается.\nПОЧЕМУ СЕГОДНЯ:\nВ мае дома впервые с октября открывают окна. Стены отдают зимний воздух, накопленный в обоях, в полах, в краске. Дом дышит. У По в 1839 дом не мог дышать - и физика стала психологией: затхлость стала отчаянием, тишина стала готовностью к концу. Сейчас, когда твой дом впервые за полгода действительно проветривается, можно почувствовать обратное: что значит когда дом дышит вместе с тобой.\n→ Какая часть твоего дома сейчас тебя поддерживает, а какая держит в зиме?\n⏱️ 1.4 мин | 📚 Almanac: Source",
            "img": "https://cdn4.telesco.pe/file/WKC_K8w8Om_3b_cwaxn7-Sr3cHSs6krdI6Bq9QmIEs_DgQmkaPw_Ipfd6psSbc8_W0brO7IvKfS8E7K71gFMuB_Lwllfh1gjNoXGWrzSywLu6QfZnc0n5xhpZjEpNL1VZiNlQ5qONjncxShrdy8CMI6T542pdsnSzPTYMvzYrDwl1n9TPSF_rcrXmUt6foPwTeOWg1ghM8WJOwW8bV2cPU70aPyf2rMaL07oRxRK4ruTwXD1YdN4ctuqoFH3K3stcbPzTrWNf-FY9MhD1LF5zQ4LzYKJpdtgXqj-EGAHOBSmzq2nCSSpzYJfEtJ7idwDjrj59bXJG5bmx9BZ-is0CQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779779041.0,
            "poll": null
        },
        {
            "m": "26.05 | 10:00",
            "id": "local",
            "u": "",
            "t": "🇸🇪 ШВЕЦИЯ: ФЕЛИСИЯ - ИНЦИДЕНТ НА РЕПЕТИЦИИ В БАЗЕЛЕ",
            "b": "***",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779778800.0,
            "poll": null
        },
        {
            "m": "25.05 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6036",
            "t": "⏳ #CHRONOS: ТРАВА КРИЧИТ, ТЫ УСПОКАИВАЕШЬСЯ",
            "b": "МОМЕНТ:\nСейчас, 18:02. В вашем районе сегодня прошла газонокосилка - первая или вторая за год. Воздух пахнет тем, чего не было с прошлого сентября: цис-3-гексеналь, молекула, которую растение выбрасывает в воздух когда его повреждают. Это химический сигнал тревоги - трава предупреждает соседнюю траву об атаке. Концентрация в воздухе максимальна в первые 20 минут после покоса, потом падает: альдегид окисляется до безвкусного гексанола.\nОЩУЩЕНИЕ:\nПарадокс в том, что для тебя этот сигнал тревоги - запах покоя. Кортизол падает в крови измеримо. Сердечный ритм замедляется на 2-4 удара. Это эволюция: твои предки тысячи поколений нюхали свежескошенную траву в сезон когда еды было много, угроз меньше, день длинный. Тело запомнило корреляцию. Трава кричит, ты успокаиваешься. Это не лицемерие восприятия. Это разные системы языка - её химическая, твоя сенсорная.\nОкно короткое. К концу июня твои рецепторы адаптируются и тот же запах перестанет работать как лекарство. Сейчас самое острое его действие за год.\n→ Выйти на улицу прямо сейчас. Найти ближайший скошенный газон или травяной клок. Три глубоких вдоха через нос. Кортизол падает в течение четырёх минут.\n⏱️ 1.1 мин | ⏳ Almanac: Chronos",
            "img": "https://cdn4.telesco.pe/file/VT3QkVFQiir6NR8Q6b39PI3BR3CODuZ2cyUjMqfxUjP0RwITxEHAOkXjSVnDY3giPiyVAjUVQQsDlYgMva3uD4ZMdciKpIU03cly5F1J9WuDC5nAMA7FW1zLCrx0ti_TPG6cZN4O-lVZXm4DzvQzgOTEzZShWUv8gG_7VKPGjCvnrfePeC9ewTY_r0DYbfsLcsBIVYCW3tF8Mgn4p1G2aLx5Eol5b9aDJsEn5xDwnCHS0ObqHBwd1AgHgCP9Nn-HTGNuKvbJMLUZfZq_6x7yFoiKM-BX-HqpDndhIAbW9wQDCkmINLIWdBVENm41tN1PEUratrhw35ZI66TjgluLLQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779721321.0,
            "poll": null
        },
        {
            "m": "25.05 | 16:15",
            "id": "local",
            "u": "",
            "t": "🇦🇲 АРМЕНИЯ: БАЛЕТ НА КРЫШЕ И ХАЧАТУРЯН - ИНТЕРВАЛ-АКТ EUROVISION YOUNG MUSICIANS 2026 РАСКРЫТ",
            "b": "***",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779714900.0,
            "poll": null
        },
        {
            "m": "25.05 | 12:57",
            "id": "70",
            "u": "https://t.me/YourEurovision/6150",
            "t": "🇦🇲 АРМЕНИЯ: БАЛЕТ НА КРЫШЕ И ХАЧАТУРЯН - ИНТЕРВАЛ-АКТ EUROVISION YOUNG MUSICIANS 2026 РАСКРЫТ",
            "b": "Армянский вещатель AMPTV раскрыл масштабные детали интервал-акта финала классического конкурса Eurovision Young Musicians 2026, который пройдёт в Ереване уже 6 июня.\nВо время 40-минутного судейского совещания зрителям представят перформанс «Секунда длиной в 40 минут» (A Second, That’s 40 Minutes), охватывающий всё здание Ереванского оперного театра.\nДетали шоу:\n👍 Концепт: Артисты балета пройдут танцевальным маршрутом через всё здание оперы - от глубоких подвалов до самой крыши, раскрывая историю культового строения.\n👍 Музыка: Перформанс пройдёт под произведения великого Арама Хачатуряна в исполнении Национального оркестра Армении. Режиссёром выступил Арамаис Айрапетян.\nЕреван принимает конкурс классических музыкантов впервые (это третье евровизионное событие в истории города). За победу поборются 11 молодых виртуозов от 12 до 21 года:\n👍 🇦🇲 Армения: Elen Virabyan (флейта)\n👍 🇧🇪 Бельгия: Simon Nakhimovitch (маримба)\n👍 🇨🇾 Кипр: Iakovos Kedaritis (кларнет)\n👍 🇨🇿 Чехия: Nora Lubbadová (фортепиано)\n👍 🇩🇪 Германия: Moë Dierstein (скрипка)\n👍 🇱🇻 Латвия: Sonja Misiņa (перкуссия)\n👍 🇵🇱 Польша: Michał Stochel (аккордеон)\n👍 🇵🇹 Португалия: Beatriz Li Rosão (скрипка)\n👍 🇷🇸 Сербия: Jana Jakovljević (скрипка)\n👍 🇸🇪 Швеция: Edward Ahlbeck Glader (фортепиано)\n👍 🇨🇭 Швейцария: Manoush Toth (фортепиано)\nУдастся ли Еревану перевернуть представление о классическом евроформате? За кого будете болеть в этом году? Обсуждаем в комментариях.💬\n⏱️ Время чтения: 1.6 мин | 🇦🇲 YourVision: Global",
            "img": "https://cdn4.telesco.pe/file/M9U5o_vO1Kwvr-AMfIUQWXzwYeJo977TEhE7fQWKlBGJwL3sF0U6BA1-JkjFplYpWyRcIV1j37m56IlDU-PJaAK1fg0utSYBSiOFpEtbC9uvbDbAuchBbEnBItMRAxbbE2vSiqQ_m6Dl4l7a4KQMfFbCqMfvuH63K-u23YNybdAxoSdPXK6WXGT_wA5D7a5mHZaqcBhk6swDQdntXXgrhV_wStTCnVC9N6oxq_9ovDidufRYNPC5bBfHgsGn11J8wionvjW_zpppZJq6jTa_g0Am5JgcSTi6l4cRJhiAva88EVINMNrRyFRHyDtfYTeGO8VyzrakzZQW0vdFp1HOCg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779713856.0,
            "poll": null
        },
        {
            "m": "25.05 | 15:30",
            "id": "local",
            "u": "",
            "t": "🇲🇹 МАЛЬТА: THE VOICE KIDS СТАНОВИТСЯ НАЦОТБОРОМ НА ДОМАШНЕЕ ДЕТСКОЕ ЕВРОВИДЕНИЕ 2026",
            "b": "***",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779712200.0,
            "poll": null
        }
    ],
    "qualifiers": [
        {
            "id": "bg",
            "a": "Dara"
        },
        {
            "id": "fi",
            "a": "Linda Lampenius & Pete Parkkonen"
        }
    ],
    "eliminated": [
        {
            "id": "md",
            "a": "Satoshi",
            "s": "Viva, Moldova!"
        },
        {
            "id": "gr",
            "a": "Akylas",
            "s": "Ferto"
        },
        {
            "id": "it",
            "a": "Sal Da Vinci",
            "s": "Per sempre sì"
        },
        {
            "id": "me",
            "a": "Tamara Živković",
            "s": "Nova zora"
        },
        {
            "id": "at",
            "a": "COSMØ",
            "s": "Tanzschein"
        },
        {
            "id": "al",
            "a": "Alis",
            "s": "Nën"
        },
        {
            "id": "au",
            "a": "Delta Goodrem",
            "s": "Eclipse"
        },
        {
            "id": "am",
            "a": "Simón",
            "s": "Paloma rumba"
        },
        {
            "id": "lu",
            "a": "Eva Marija",
            "s": "Mother Nature"
        },
        {
            "id": "ro",
            "a": "A. Căpitănescu",
            "s": "Choke Me"
        },
        {
            "id": "lt",
            "a": "Lion Ceccah",
            "s": "Sólo quiero más"
        },
        {
            "id": "hr",
            "a": "Lelek",
            "s": "Andromeda"
        },
        {
            "id": "lv",
            "a": "Atvara",
            "s": "Ēnā"
        },
        {
            "id": "cz",
            "a": "Daniel Zizka",
            "s": "Crossroads"
        },
        {
            "id": "ua",
            "a": "Leléka",
            "s": "Ridnym"
        },
        {
            "id": "ee",
            "a": "Vanilla Ninja",
            "s": "Too Epic to Be True"
        },
        {
            "id": "pt",
            "a": "Bandidos do Cante",
            "s": "Rosa"
        },
        {
            "id": "az",
            "a": "Jiva",
            "s": "Just Go"
        },
        {
            "id": "il",
            "a": "Noam Bettan",
            "s": "Michelle"
        },
        {
            "id": "rs",
            "a": "Lavina",
            "s": "Kraj mene"
        },
        {
            "id": "fr",
            "a": "Monroe",
            "s": "Regarde !"
        },
        {
            "id": "pl",
            "a": "Alicja",
            "s": "Pray"
        },
        {
            "id": "no",
            "a": "Jonas Lovv",
            "s": "Ya Ya Ya"
        },
        {
            "id": "de",
            "a": "Sarah Engels",
            "s": "Fire"
        },
        {
            "id": "sm",
            "a": "Senhit",
            "s": "Superstar"
        },
        {
            "id": "ch",
            "a": "Veronica Fusaro",
            "s": "Alice"
        },
        {
            "id": "be",
            "a": "Essyla",
            "s": "Dancing on the Ice"
        },
        {
            "id": "cy",
            "a": "Antigoni",
            "s": "Jalla"
        },
        {
            "id": "dk",
            "a": "Søren"
        },
        {
            "id": "ge",
            "a": "Bzikebi"
        },
        {
            "id": "se",
            "a": "Felicia"
        },
        {
            "id": "gb",
            "a": "LMNC"
        }
    ],
    "nominees": [
        {
            "a": "🇨🇿 Daniel Zizka",
            "s": "Amar Pelos Dois (Salvador Sobral, PT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇵🇹 Bandidos do Cante",
            "s": "Saudade, Saudade (MARO, PT 2022)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇾 Little Antigoni",
            "s": "My Number One (Helena Paparizou, GR 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇭 Veronica Fusaro",
            "s": "Satellite (Lena, DE 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇩 Satoshi",
            "s": "Rim Tim Tagi Dim (Baby Lasagna, HR 2024)",
            "img": "assets/sf_moldova.png"
        },
        {
            "a": "🇲🇹 AIDAN",
            "s": "Per Sempre Sì (Sal Da Vinci, IT 2026)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇪 Sarah Engels",
            "s": "Nel Blu Dipinto Di Blu (Domenico Modugno, IT 1958)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇸🇲 SENHIT",
            "s": "Occidentali's Karma (Francesco Gabbani, IT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇳🇴 JONAS LOVV",
            "s": "Arcade (Duncan Laurence, NL 2019)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇦🇺 Delta Goodrem",
            "s": "Tattoo (Loreen, SE 2023)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇻 Atvara",
            "s": "Fly On The Wings Of Love (Olsen Brothers, DK 2000)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇴 Alexandra Căpitănescu",
            "s": "Fuego (Eleni Foureira, CY 2018)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇬🇷 Akylas",
            "s": "Rise Like a Phoenix (Conchita Wurst, AT 2014)",
            "img": "assets/sf_greece.png"
        },
        {
            "a": "🇦🇿 JIVA",
            "s": "We Could Be The Same (maNga, TR 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇺 Eva Marija",
            "s": "Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇺🇦 LELÉKA",
            "s": "Baller (Abor & Tynna, DE 2025)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇭🇷 LELEK",
            "s": "Wild Dances (Ruslana, UA 2004)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇪 Tamara Živković",
            "s": "Euphoria - After Dark (Loreen, SE 2012)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇸 LAVINA",
            "s": "In My Dreams (Wig Wam, NO 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇰 Søren Torpegaard Lund",
            "s": "Forlad Mig Ikke Her - Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        }
    ],
    "odds": [
        {
            "r": 1,
            "id": "fi",
            "c": "Finland",
            "p": "30%"
        },
        {
            "r": 2,
            "id": "fr",
            "c": "France",
            "p": "11%"
        },
        {
            "r": 3,
            "id": "dk",
            "c": "Denmark",
            "p": "10%"
        },
        {
            "r": 4,
            "id": "au",
            "c": "Australia",
            "p": "8%"
        },
        {
            "r": 5,
            "id": "gr",
            "c": "Greece",
            "p": "8%"
        },
        {
            "r": 6,
            "id": "se",
            "c": "Sweden",
            "p": "4%"
        },
        {
            "r": 7,
            "id": "il",
            "c": "Israel",
            "p": "4%"
        },
        {
            "r": 8,
            "id": "ua",
            "c": "Ukraine",
            "p": "3%"
        },
        {
            "r": 9,
            "id": "it",
            "c": "Italy",
            "p": "3%"
        },
        {
            "r": 10,
            "id": "ro",
            "c": "Romania",
            "p": "3%"
        }
    ],
    "next_chart": {
        "series": "EuroGroove",
        "theme": "ALBM Cuts (Vienna Aftermath)",
        "status": "live",
        "opens": "2026-05-24T20:30:00+03:00",
        "closes": "2026-05-31T19:00:00+03:00",
        "vote_url": "https://strawpoll.com/eurogroove-albm-cuts-2026"
    }
};