var DATA = {
    "battles": [
        {
            "id": 9,
            "n": "QF #1",
            "qf": "TO SF1",
            "t1": "fi",
            "a1": "Linda Lampenius and Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "82%",
            "t2": "dk",
            "a2": "Søren Torpegaard Lund",
            "s2": "Før vi går hjem",
            "sc2": "18%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 10,
            "n": "QF #2",
            "qf": "TO SF1",
            "t1": "gr",
            "a1": "Akylas",
            "s1": "Ferto",
            "sc1": "64% ★",
            "t2": "ge",
            "a2": "Bzikebi",
            "s2": "On Replay",
            "sc2": "36%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 11,
            "n": "QF #3",
            "qf": "TO SF2",
            "t1": "se",
            "a1": "Felicia",
            "s1": "My System",
            "sc1": "44%",
            "t2": "md",
            "a2": "Satoshi",
            "s2": "Viva, Moldova!",
            "sc2": "56% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 12,
            "n": "QF #4",
            "qf": "TO SF2",
            "t1": "gb",
            "a1": "Look Mum No Computer",
            "s1": "Eins, Zwei, Drei",
            "sc1": "50%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "50% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 13,
            "n": "SF #1",
            "qf": "TO FINAL",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "87% ★",
            "t2": "gr",
            "a2": "Akylas",
            "s2": "Ferto",
            "sc2": "13%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 14,
            "n": "SF #2",
            "qf": "TO FINAL",
            "t1": "md",
            "a1": "Satoshi",
            "s1": "Viva, Moldova!",
            "sc1": "36%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "64% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 15,
            "n": "GRAND FINAL",
            "qf": "THE CHAMPION",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "77%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "23%",
            "w": 1,
            "status": "DONE"
        }
    ],
    "rehearsals": [
        {
            "d": "15.05",
            "t": "14:30 - 18:30",
            "c": "at",
            "a": "Grand Final: Dress Rehearsal 1 (Press)",
            "s": "UPCOMING"
        },
        {
            "d": "15.05",
            "t": "22:00 - 02:00",
            "c": "at",
            "a": "Grand Final: Jury Show",
            "s": "UPCOMING"
        }
    ],
    "roadmap": [
        {
            "d": "30.05",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - НОЧЬ 1",
            "e": "🇦🇱 Festivali i Këngës për Fëmijë"
        },
        {
            "d": "31.05",
            "s": "WAITING",
            "t": "JESC АЛБАНИЯ - НОЧЬ 2",
            "e": "🇦🇱 Второй этап отбора"
        },
        {
            "d": "01.06",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - ФИНАЛ",
            "e": "🇦🇱 Выбор представителя"
        },
        {
            "d": "06.06",
            "s": "WAITING",
            "t": "YOUNG MUSICIANS - ЕРЕВАН",
            "e": "🇦🇲 Eurovision Young Musicians 2026"
        },
        {
            "d": "01.08",
            "s": "MAJOR",
            "t": "ESC ASIA: БУТАН СТАРТ",
            "e": "🇧🇹 Первый нацотбор азиатской версии"
        },
        {
            "d": "17.08",
            "s": "MAJOR",
            "t": "UMK 2027 ЗАЯВКИ ОТКРЫТЫ",
            "e": "🇫🇮 yle.fi/umk - окно до 23.08"
        },
        {
            "d": "23.08",
            "s": "WAITING",
            "t": "UMK 2027 ЗАЯВКИ ЗАКРЫТЫ",
            "e": "🇫🇮 Дедлайн подачи"
        },
        {
            "d": "19.09",
            "s": "WAITING",
            "t": "ESC ASIA: НЕПАЛ",
            "e": "🇳🇵 Himalaya TV - National Final"
        },
        {
            "d": "24.10",
            "s": "MAJOR",
            "t": "JUNIOR EUROVISION - МАЛЬТА",
            "e": "🇲🇹 23-й детский конкурс"
        },
        {
            "d": "14.11",
            "s": "MAJOR",
            "t": "ESC ASIA - БАНГКОК",
            "e": "🌏 Grand Final, прямой эфир"
        }
    ],
    "chart": [
        {
            "a": "ВАНЯ ДМИТРИЕНКО",
            "s": "РТУТЬ",
            "p": "63 pts (↑+1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/3f/ca/fc/3fcafcbe-3e34-e199-8fe1-a3a138699f45/0.jpg/600x600cc.webp"
        },
        {
            "a": "HOLLYFLAME",
            "s": "ТОНУ",
            "p": "62 pts (↓-1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/81/2e/28/812e2827-3153-778e-e04f-4811e4df6494/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "JONY",
            "s": "ПОМНЮ",
            "p": "53 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/d4/ff/98/d4ff985c-4783-c310-e6de-d94f4d448579/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "SQWOZ BAB",
            "s": "КУПЕР",
            "p": "51 pts (=)",
            "img": "https://i.scdn.co/image/ab67616d0000b273da67945924bd52e2294348b8"
        },
        {
            "a": "ICEGERGERT & ZIVERT",
            "s": "БАНК",
            "p": "42 pts (=)",
            "img": "https://i.scdn.co/image/ab67616d0000b2731ec4298df8c3e233ecf1c401"
        },
        {
            "a": "УСПЕНСКАЯ & JAKONE",
            "s": "ПЛАКАЛА НАДЕЖДА",
            "p": "40 pts (↑+1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/b7/49/8a/b7498ad5-2616-c218-6520-a1bf0fff5b5a/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "MACAN",
            "s": "ОСТАНЬСЯ ОБРАЗОМ",
            "p": "39 pts (↑+5)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/f5/fc/ba/f5fcbad0-3c98-4374-9c47-29130d2fd8c6/cover.jpg/600x600bf-60.jpg"
        },
        {
            "a": "МОТ",
            "s": "НАМЁК НА НАС",
            "p": "38 pts (↓-2)",
            "img": "https://i.scdn.co/image/ab67616d0000b27336a7644298c97ecaac71de3e"
        },
        {
            "a": "LYRIQ",
            "s": "КАССЕТЫ",
            "p": "36 pts (=)",
            "img": "https://avatars.yandex.net/get-music-content/15406468/91a00ea1.a.40767822-1/600x600"
        },
        {
            "a": "MONA",
            "s": "ПОПРОШУ ТЕБЯ",
            "p": "35 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/50/5b/70/505b7028-cf03-18bf-1a36-6580550ac972/cover.png/600x600bf-60.jpg"
        },
        {
            "a": "ARTIK & ASTI",
            "s": "МОДНЫЙ ПОП",
            "p": "34 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/e0/88/ed/e088ed96-51c2-d8c0-6f13-0391fe6f88dc/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "5STA FAMILY",
            "s": "РАЗ, ДВА",
            "p": "33 pts (↓-4)",
            "img": "https://i.scdn.co/image/ab67616d0000b273b0fec65994ed98568cbef2a7"
        },
        {
            "a": "UNCLEFLEXXX",
            "s": "SMS",
            "p": "22 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/3b/c9/be/3bc9be74-b15a-db19-5d2d-897700a1804a/cover.png/600x600bf-60.jpg"
        },
        {
            "a": "SABI & MIA BOYKA",
            "s": "БАЗОВЫЙ МИНИМУМ",
            "p": "21 pts (↑+1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/20/3a/f8/203af802-de0c-5c70-5403-b5ca0bbff938/cover.jpg/600x600cc.webp"
        },
        {
            "a": "КЛАВА КОКА",
            "s": "СПЛЕТНИ. ШУМ. ЛУК.",
            "p": "17 pts (↑+4)",
            "img": "https://avatars.yandex.net/get-music-content/16154377/40f85b07.a.39274793-1/m1000x1000"
        },
        {
            "a": "XCHO",
            "s": "ТЫ И Я",
            "p": "17 pts (↑+1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/c7/b0/4b/c7b04b77-a2b6-f0bf-df80-8cdc08abd09d/cover.jpg/600x600bf-60.jpg"
        },
        {
            "a": "FILATOV & KARAS",
            "s": "ВКЛЮЧИ МУЗЫКУ",
            "p": "16 pts (↓-3)",
            "img": "https://i.scdn.co/image/ab67616d00001e0285f51c6831bfabd6d12e31d8"
        },
        {
            "a": "SERYABKINA",
            "s": "АСФАЛЬТ",
            "p": "16 pts (↓-2)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/fa/d3/84/fad3845e-d166-7489-d078-7e95490adc31/cover.jpg/600x600cc.webp"
        },
        {
            "a": "GAYAZOV$ BROTHER$",
            "s": "РУССКАЯ РУЛЕТКА",
            "p": "13 pts (↓-1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/7f/f8/9b/7ff89bd5-12a6-78da-3706-a5bebf0b9463/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "ЛЁША СВИК & NYUSHA",
            "s": "ПРОБУДИ",
            "p": "9 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/16/af/9f/16af9f30-09f0-5c1f-123e-e0cfc644331c/0.jpg/600x600bf-60.jpg"
        }
    ],
    "news": [
        {
            "m": "16.06 | 12:00",
            "id": "local",
            "u": "",
            "t": "🎧 #COMMUNITY: ЗАПУСКАЕМ МУЗЫКАЛЬНЫЙ СКАУТИНГ. РЕДАКЦИЯ СЛУШАЕТ ВАШИ ТРЕКИ",
            "b": "***",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1781600400.0,
            "poll": null
        },
        {
            "m": "15.06 | 12:00",
            "id": "local",
            "u": "",
            "t": "🧠 #OPINION: ЖАНРОВЫЙ КОД БОЛГАРИИ. КАКАЯ МУЗЫКА БУДЕТ ПРАВИТЬ НА ЕВРОВИДЕНИИ-2027",
            "b": "## ⚡ 1. ИНТИМНАЯ ИНДИ-ДРАМА (ШКОЛА ВЕРСАЛЬБЕКК)\nПобеды последних лет доказали: зритель устал от перепродюсированного пластика. Минималистичные, эмоционально обнажённые клавишные или гитарные баллады, сыгранные вживую, получают колоссальный отклик. Вещатели будут искать артистов, способных держать стадион одним лишь голосом и сырыми эмоциями. Этот тренд требует от композиторов возврата к классической песенной структуре без лишних электронных эффектов.\n---\n## 🥁 2. ГИБРИДНЫЙ ЭТНО-РАЙВ (ШКОЛА ЛАЗАНЬИ)\nПротивоположный полюс - тяжёлый, агрессивный синтез национального фолка с электроникой, метал-риффами и хип-хопом. Успех подобных треков держится на локальной идентичности, переведённой на современный клубный язык. Это идеальный формат для получения максимального телеголосования: зритель голосует за первобытную энергию и яркий визуальный код.\nКакое направление, по вашему мнению, окажется более жизнеспособным в 2027 году - минималистичная драма или этно-авангард? Обсуждаем в комментариях!💬",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1781514000.0,
            "poll": null
        },
        {
            "m": "11.06 | 20:00",
            "id": "local",
            "u": "",
            "t": "⚡ МАРТИН ГРИН И ГЕОПОЛИТИКА ЕВС: ВОЗВРАЩЕНИЕ РОССИИ КАК ТЕОРЕТИЧЕСКИЙ СЦЕНАРИЙ?",
            "b": "**Скандальное заявление и аргументы сторон**\n• **Суть ремарки Грина:** В кулуарах юбилейного конкурса в Вене Мартин Грин обмолвился, что ЕВС готов рассмотреть заявку России на возвращение, если государственные вещатели страны будут соответствовать строгим критериям союза.\n• **Раскол мнений:** Сторонники прагматичного подхода указывают на огромный финансовый вклад, который Россия традиционно вносила в бюджет конкурса, и на важность культурного моста. Противники же называют это предательством европейских ценностей и угрозой безопасности самого бренда.\n**Жесткая реакция европейских вещателей**\n• **Ультиматумы Севера:** Вещатели Швеции (SVT), Финляндии (YLE) и Норвегии (NRK) уже провели закрытые консультации. По слухам, скандинавские страны готовы объявить коллективный бойкот Евровидения 2027 в Болгарии, если ЕВС начнет официальные переговоры с российской стороной.\n• **Позиция БНТ:** Для принимающего вещателя Болгарии этот конфликт - кошмарный сон. БНТ надеется провести тихий, коммерчески успешный сезон в Софии без жестких геополитических войн и бойкотов, способных обрушить спонсорские контракты.\n**Мой вердикт и реальные сценарии**\n• **Политические игры ЕВС:** Я считаю, что Мартин Грин совершил колоссальную тактическую ошибку. Попытка прозондировать почву для возвращения крупного плательщика привела к обратному эффекту, мобилизовав жесткое крыло противников.\n• **Прогноз развития:** Любые шаги к возвращению России заморожены как минимум до 2028 года. ЕВС не пойдет на риск тотального раскола конкурса в Болгарии ради призрачных финансовых выгод, так как скандинавский бойкот полностью обнулит коммерческую ценность трансляции.\n---\n💬 Уместно ли руководству ЕВС делать подобные заявления на фоне продолжающихся бойкотов других стран?\n---\n🔗 **ИСТОЧНИКИ:** [EBU](https://eurovision.tv/) | [Eurovoix](https://eurovoix.com/)",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1781197200.0,
            "poll": null
        },
        {
            "m": "09.06 | 18:00",
            "id": "local",
            "u": "",
            "t": "🗳️ РЕФОРМА ЕВС: МОЖЕТ ЛИ ЖЮРИ СДЕРЖАТЬ ПОЛИТИЗИРОВАННЫЙ ТЕЛЕВОУТ?",
            "b": "**Феномен зрительского доминирования**\n• **Статистика триумфа:** Несмотря на жесткое ограничение ЕВС в 10 голосов с одного устройства и блокировку сторонней рекламы, израильская заявка получила 312 баллов от телезрителей. Это доказывает неэффективность текущих мер сдерживания сетевых кампаний.\n• **Гнев вещателей:** Национальные делегации выражают недовольство тем, что профессиональная оценка жюри (поставившего Израиль на низкие места) полностью нивелируется массовым политизированным голосованием зрителей, не связанным с музыкальными критериями.\n**Предложенные сценарии реформ к 2027 году**\n• **Снижение веса зрителей:** Главный обсуждаемый сценарий - изменение пропорции до 60/40 в пользу профессионального жюри. Это позволит экспертам иметь решающий голос при оценке вокала и продакшна.\n• **Ужесточение правил приложений:** ЕВС рассматривает введение обязательной платной верификации аккаунтов через банковские карты для отсечения виртуальных номеров и бот-сетей во время голосования.\n**Мой вердикт и будущее конкурса**\n• **Угроза легитимности:** Я считаю, что ЕВС находится на грани потери авторитета. Если в Софии система голосования останется неизменной, это спровоцирует вторую, еще более разрушительную волну бойкотов, которая похоронит конкурс.\n• **Прогноз решения:** Изменение пропорции голосов до 60/40 маловероятно из-за потери коммерческих доходов ЕВС от SMS. Скорее всего, союз выберет путь жесткой цифровой верификации избирателей, чтобы отсечь искусственную активность.\n---\n💬 Нужно ли полностью пересмотреть вес голосов жюри в эпоху скоординированных интернет-кампаний?\n---\n🔗 **ИСТОЧНИКИ:** [EBU](https://eurovision.tv/) | [Eurovisionworld](https://eurovisionworld.com/)",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1781017200.0,
            "poll": null
        },
        {
            "m": "04.06 | 20:00",
            "id": "local",
            "u": "",
            "t": "🇳🇱 НИДЕРЛАНДЫ: КОРПОРАТИВНЫЙ РАСКОЛ И БОРЬБА ЗА ЛИЦЕНЗИЮ ЕВРОВИДЕНИЯ",
            "b": "**Медийный бунт Omroep MAX**\n• **Заявление Яна Слота:** Генеральный директор вещателя Omroep MAX Ян Слот официально подтвердил готовность перехватить лицензию EBU. Вещатель готов самостоятельно организовать отбор и отправить нидерландского артиста в Софию, если AVROTROS продолжит бойкот.\n• **Мотивы вещателя:** Omroep MAX ориентируется на более традиционную и семейную аудиторию, которая устала от политических драм вокруг Евровидения. Для них возвращение на конкурс - это восстановление национального присутствия и рейтингов.\n**Юридический регламент EBU и прецеденты**\n• **Условия контракта:** Лицензия на участие принадлежит конкретному вещателю-члену EBU. AVROTROS обладает эксклюзивным правом до тех пор, пока официально не откажется от членства или участия.\n• **Сложная процедура:** Передача прав другому вещателю внутри одной страны требует сложнейших трехсторонних переговоров с ЕВС. Тем не менее, прецеденты в истории конкурса показывают, что ЕВС охотно идет навстречу альтернативным вещателям для сохранения общего числа стран-участниц.\n**Мой вердикт и раскол электората**\n• **Потеря монополии:** Я считаю, что AVROTROS находится в патовой ситуации. Если они продолжат бойкотировать конкурс в Болгарии, то рискуют навсегда потерять эксклюзивные права на трансляцию самого рейтингового неспортивного шоу Европы.\n• **Прогноз развития:** Вероятность возвращения AVROTROS под давлением конкурентов я оцениваю в 80%. Угроза со стороны Omroep MAX заставит руководство вещателя пойти на компромисс с ЕВС, сгладить прошлые обиды и представить артиста для Софии.\n---\n💬 Должен ли EBU передавать право участия другому вещателю, если исторический представитель страны объявляет бойкот?\n---\n🔗 **ИСТОЧНИКИ:** [Omroep MAX](https://www.maxvandaag.nl/) | [AVROTROS](https://www.avrotros.nl/)",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780592400.0,
            "poll": null
        },
        {
            "m": "02.06 | 18:00",
            "id": "local",
            "u": "",
            "t": "🇧🇬 ЕВРОВИДЕНИЕ-2027: ГОЛЛИВУДСКИЕ АМБИЦИИ БОЛГАРСКОГО ВЕЩАТЕЛЯ",
            "b": "**Голливудский след в Софии**\n• **Семейные корни:** Звезда «Дневников вампира» родилась в Софии и свободно говорит по-болгарски. Её участие - это идеальный мост между локальной культурой и глобальной англоязычной аудиторией.\n• **Переговорный процесс:** Инсайдеры сообщают, что правительство готово выделить специальный грант в рамках госбюджета на культуру, чтобы покроить гонорар актрисы. Переговоры находятся в начальной фазе, но БНТ уже отправил официальное коммерческое предложение её агентам в Лос-Анджелесе.\n**Пиар-анализ и экономический эффект**\n• **Приток спонсоров:** Присутствие голливудской звезды А-класса автоматически повышает рекламную привлекательность трансляции на 40%. Американские и международные бренды, обычно игнорирующие конкурс, проявят интерес.\n• **Интерес к стране:** Для Болгарии это уникальный шанс запустить глобальную туристическую кампанию. Опыт Ливерпуля показал, что медийный охват может принести колоссальные долгосрочные дивиденды в сферу гостеприимства.\n**Мой вердикт и риски проекта**\n• **Риск снобизма:** Приглашение звезды такого масштаба - это обоюдоострый меч. Если сценаристы БНТ не смогут написать живой, ироничный текст и заставят актрису читать сухие клише, проект превратится в дорогое фиаско.\n• **Шансы на успех:** Я оцениваю вероятность подписания контракта в 60%. Для Нины Добрев это возможность триумфального возвращения на родину в роли национальной героини, а для Болгарии - гарантия того, что о Софии заговорят даже за пределами традиционной фан-базы конкурса.\n---\n💬 Справится ли голливудская актриса с прямым эфиром Евровидения лучше профессиональных телеведущих?\n---\n🔗 **ИСТОЧНИКИ:** [БНТ](https://bnt.bg/) | [The Hollywood Reporter](https://www.hollywoodreporter.com/)",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780412400.0,
            "poll": null
        },
        {
            "m": "01.06 | 18:00",
            "id": "local",
            "u": "",
            "t": "📊 КАКИЕ МЕЖСЕЗОННЫЕ РУБРИКИ ВЫ ХОТИТЕ ВИДЕТЬ В КАНАЛЕ?",
            "b": "***",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780326000.0,
            "poll": null
        },
        {
            "m": "31.05 | 18:00",
            "id": "local",
            "u": "",
            "t": "💔 UNRELEASED: ТРИУМФ ANNALISA - КОГДА ТРЕТЬЕ МЕСТО НА SANREMO СТАНОВИТСЯ ЕВРОПЕЙСКИМ ХИТОМ",
            "b": "💬 Должна ли RAI отправлять на Евровидение артиста с лучшими стримингами, даже если он не победил на Sanremo?\n---\n🔗 **ИСТОЧНИКИ:** [RAI](https://www.rai.it/) | [Billboard](https://www.billboard.com/)",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780239600.0,
            "poll": null
        },
        {
            "m": "30.05 | 18:00",
            "id": "local",
            "u": "",
            "t": "🔄 REBOOT: ФЕНОМЕН ROSA LINN - КАК ПРОВАЛ НА КОНКУРСЕ ПРЕВРАТИЛСЯ В МИЛЛИАРД СТРИМОВ",
            "b": "💬 Стал ли успех Rosa Linn доказательством того, что оценки жюри стремительно теряют свою значимость?\n---\n🔗 **ИСТОЧНИКИ:** [Eurovisionworld](https://eurovisionworld.com/) | [Spotify](https://charts.spotify.com/)",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780153200.0,
            "poll": null
        },
        {
            "m": "29.05 | 18:00",
            "id": "local",
            "u": "",
            "t": "⚖️ JURY INSIDE: КРАХ РЕПУТАЦИИ - КАК ШЕСТЬ СТРАН ПОПАЛИСЬ НА СГОВОРЕ В 2022 ГОДУ",
            "b": "💬 Должен ли финал конкурса полностью зависеть от зрителей, или вес жюри в 50% необходимо сохранить?\n---\n🔗 **ИСТОЧНИКИ:** [EBU](https://eurovision.tv/) | [Eurovoix](https://eurovoix.com/)",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780066800.0,
            "poll": null
        },
        {
            "m": "28.05 | 20:00",
            "id": "local",
            "u": "",
            "t": "🇧🇬 БОЛГАРИЯ: ЕВРОВИДЕНИЕ 2027 МЕЖДУ ТРИУМФОМ И БЮДЖЕТНОЙ БЕЗДНОЙ",
            "b": "**Бюджетные рамки и государственные дебаты**\n• **Масштаб расходов:** Проведение конкурса обойдется Болгарии в сумму от 20 до 30 млн евро. Кабмин поспешил объявить проект «национальным приоритетом» и создать комитет во главе с вице-премьером Иво Христовым.\n• **Политические споры:** Оппозиция указывает на бюджетный дефицит и невыполненные социальные обязательства, тогда как сторонники апеллируют к долгосрочным дивидендам от туризма и международному пиару.\n**Борьба городов-кандидатов и арен**\n• **София - монополист:** Вместимость «Арена София» (бывшая «Арена Армеец») составляет почти 18 000 мест, что с запасом перекрывает жесткие требования EBU (минимум 10 000). Столица имеет готовую инфраструктуру и аэропорт.\n• **Бургас - конкурент:** Мэр готовит проект на базе «Арена Бургас» (до 15 000 мест). Курортный статус и близость к морю - сильные козыри, но логистическое плечо в начале мая может стать проблемой для делегатов.\n• **Варна и Пловдив - аутсайдеры:** Их заявки номинальны, а шансы близки к нулю. Зал в Варне вмещает всего около 6000 зрителей. EBU не пойдет на компромисс с масштабом в год 71-летия конкурса.\n**Мой вердикт и формула финансирования**\n• **Выбор вещателя:** Вещатель БНТ выберет Софию. Это позволит сократить логистические издержки минимум на 25% и гарантирует заполняемость трибун.\n• **Схема бюджетирования:** Болгарии придется пойти по пути «гибридного финансирования» - привлечь крупные европейские бренды и субсидии, чтобы не превратить триумф в Вене в долговую яму.\n---\n💬 Сможет ли Болгария провести конкурс без чрезмерной нагрузки на государственный бюджет?\n---\n🔗 **ИСТОЧНИКИ:** [БНТ](https://bnt.bg/) | [Eurovisionworld](https://eurovisionworld.com/)",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779987600.0,
            "poll": null
        },
        {
            "m": "28.05 | 18:00",
            "id": "local",
            "u": "",
            "t": "🧬 HIT ANATOMY: АНАТОМИЯ ПОБЕДЫ DARA - «BANGARANGA»",
            "b": "💬 Стал ли трек «Bangaranga» вашим фаворитом благодаря скрипичному соло?\n---\n🔗 **ИСТОЧНИКИ:** [БНТ](https://bnt.bg/) | [Eurovisionworld](https://eurovisionworld.com/)",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779980400.0,
            "poll": null
        },
        {
            "m": "27.05 | 18:00",
            "id": "local",
            "u": "",
            "t": "⚔️ VERSUS: GÅTE (НОРВЕГИЯ-2024) ПРОТИВ GO_A (УКРАИНА-2021)",
            "b": "💬 Чей этно-фолк баттл на сцене зацепил вас сильнее?\n---\n🔗 **ИСТОЧНИКИ:** [Eurovisionworld](https://eurovisionworld.com/) | [Spotify Charts](https://charts.spotify.com/)",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779894000.0,
            "poll": null
        },
        {
            "m": "27.05 | 10:00",
            "id": "local",
            "u": "",
            "t": "🇧🇬 ЕВРОВИДЕНИЕ 2026: ФЕНОМЕН BANGARANGA - ХРОНИКА ВЕЛИЧАЙШЕГО ШОКА ВЕКА",
            "b": "**ПАРАДОКС ДВУХ ДНЕЙ: КАК ЖЮРИ СЛОМАЛО ШАБЛОН**\nСамая интригующая статистика венского финала скрыта в судейских протоколах. В полуфинале жюри поставило Болгарию лишь на 5-е место (94 балла) - позади Австралии, Дании, Норвегии и Чехии.\nНо за 48 часов произошел сдвиг в восприятии. Сложная «Bangaranga» требовала времени. Получив дополнительные двое суток на пересмотр, профессиональное жюри сломало собственный барьер консерватизма и проголосовало за будущее, а не прошлое. Почти все коллегии резко подняли оценки DARA к субботе, принеся ей 204 балла и победу у судей.\n---\n**РЕВОЛЮЦИЯ СЦЕНОГРАФИИ: ОТ ХАОСА К КОСМОСУ**\nПосле национального отбора шансы Болгарии казались нулевыми. DARA выступала в хаотичном пушистом наряде, а камера лениво двигалась из стороны в сторону.\nВ Вене режиссер Фредрик «Benke» Рюдман и хореограф Кейша фон Арнольд превратили номер в поп-арт. Первые пять секунд - перевернутый кадр с лицом певицы в стиле Энди Уорхола. Вращающаяся комната-ожидания, ракурсы камер-клешней и жесткий уличный танец создали гипнотическое напряжение. На фоне традиционных поп-див DARA заперла зрителя в своей комнате - и выиграла.\n«Bangaranga» доказала: 3 минуты на сцене значат больше месяцев пиара. Если у вас есть идеальный сплав музыки и визуального искусства, вы способны победить любые бюджеты и геополитические блоки.\nСтанет ли победа Болгарии началом новой эры в сценографии, или «waiting room» концепты останутся уникальной вспышкой? Что думаете?\n🔗 **СМОТРЕТЬ:** [YouTube](https://www.youtube.com/results?search_query=DARA+Bangaranga+Eurovision+2026)\n🎧 **СЛУШАТЬ ЭФИР:** [levdanskiy](https://myradio24.com/levdanskiy)",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779865200.0,
            "poll": null
        },
        {
            "m": "26.05 | 21:30",
            "id": "local",
            "u": "",
            "t": "📢 YOURVISION: ТЕСТ-ДРАЙВ НОВЫХ РУБРИК - ГОЛОСУЕТ АУДИТОРИЯ",
            "b": "💬 Какой из пяти форматов интригует вас больше всего уже сейчас?",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779820200.0,
            "poll": null
        },
        {
            "m": "26.05 | 18:11",
            "id": "70",
            "u": "https://t.me/YourEurovision/6154",
            "t": "🇸🇰🇸🇮 СЛОВАКИЯ И СЛОВЕНИЯ: КУРС НА ЕВРОВИДЕНИЕ 2027 - ПОЛИТИЧЕСКИЕ И БЮДЖЕТНЫЕ МАНЕВРЫ",
            "b": "Пока София готовится принять Евровидение 2027, Словакия и Словения начали подготовку к возвращению. За кулисами венского сезона вскрылись неожиданные подробности политических и финансовых трансформаций SVTR и RTVSLO.\nСЛОВАКИЯ: ШАГ К ВОЗВРАЩЕНИЮ SVTR\nДиректор Rádio Slovensko Индржих Бардон подтвердил: SVTR планировал подать заявку на сезон 2026. Возвращение сорвалось в последний момент из-за жестких финансовых ограничений в период консолидации бюджета. SVTR сейчас перестраивает модель, впервые привлекая частных спонсоров и лейблы. После участия словака Адама Павловчина (Adonxs) за Чехию в 2025 году интерес фан-сообщества и петиции за возвращение STVR достигли пика. SVTR официально декларирует цель - вернуться на конкурс в ближайшие годы.\nСЛОВЕНИЯ: ПОЛИТИЧЕСКИЙ СДВИГ И СНЯТИЕ БОЙКОТА\nВ Словении ситуация носит политический характер. RTVSlo бойкотировал сезон 2026 из-за участия Израиля, заменив трансляцию про-палестинским эфиром. Однако либеральный премьер Роберт Голоб не смог сформировать большинство, и кабинет возглавил консерватор Янез Янша. Новое правое правительство открыто выступает против антиизраильской позиции предшественников. Ожидается смена руководства RTVSLO, что позволит Словении без репутационных потерь свернуть бойкот и вернуться на Евровидение 2027.\nНаряду с подтвержденным возвращением Северной Македонии и возможным камбэком Венгрии, расширение состава участников обещает стать главным сюрпризом следующего года.\nЧье возвращение вы ждете сильнее?\n⏱️ Время чтения: 1.1 мин | 🇸🇰 YourVision: Аналитика",
            "img": "https://cdn4.telesco.pe/file/XID-mMy4HpjRHzxfdi2XwhQGqN41Vin0c2nT4J4QFz-QyLXVylhtHul1XNIcj2IxmK8I7ZziL59tEcno9rMz_7tC5jNIP9Zc_5-Df3zUDkbE6zgxITsA-2EMyrevnjTI3hh0nY5hmlikXMwtGwi3_MvNPnPY6_93BVxyd_XMHyHakEotSlj_Pcvqaw2gq9H6VQitK4N3R5b0R71TWIieONIgjvs9-nKoZHgoeqK03Sq4tmrTp2e2cgnL1XuRT81rdmBc-aIniF-Qo3lpg2fYBozgll_TsKEa5WGxN0ME7EiNbwL8AriWSv3BFJk5ESPFxUQ0zp_Rs6PGws9CGrfXfA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779819080.0,
            "poll": null
        },
        {
            "m": "26.05 | 21:10",
            "id": "local",
            "u": "",
            "t": "🇸🇰🇸🇮 СЛОВАКИЯ И СЛОВЕНИЯ: КУРС НА ЕВРОВИДЕНИЕ 2027 - ПОЛИТИЧЕСКИЕ И БЮДЖЕТНЫЕ МАНЕВРЫ",
            "b": "**СЛОВАКИЯ: ШАГ К ВОЗВРАЩЕНИЮ SVTR**\nДиректор Rádio Slovensko Индржих Бардон подтвердил: SVTR планировал подать заявку на сезон 2026. Возвращение сорвалось в последний момент из-за жестких финансовых ограничений в период консолидации бюджета. SVTR сейчас перестраивает модель, впервые привлекая частных спонсоров и лейблы. После участия словака Адама Павловчина (Adonxs) за Чехию в 2025 году интерес фан-сообщества и петиции за возвращение STVR достигли пика. SVTR официально декларирует цель - вернуться на конкурс в ближайшие годы.\n---\n**СЛОВЕНИЯ: ПОЛИТИЧЕСКИЙ СДВИГ И СНЯТИЕ БОЙКОТА**\nВ Словении ситуация носит политический характер. RTVSlo бойкотировал сезон 2026 из-за участия Израиля, заменив трансляцию про-палестинским эфиром. Однако либеральный премьер Роберт Голоб не смог сформировать большинство, и кабинет возглавил консерватор Янез Янша. Новое правое правительство открыто выступает против антиизраильской позиции предшественников. Ожидается смена руководства RTVSLO, что позволит Словении без репутационных потерь свернуть бойкот и вернуться на Евровидение 2027.\n---\nНаряду с подтвержденным возвращением Северной Македонии и возможным камбэком Венгрии, расширение состава участников обещает стать главным сюрпризом следующего года.\nЧье возвращение вы ждете сильнее? Голосуйте в комментариях!💬",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779819000.0,
            "poll": null
        },
        {
            "m": "26.05 | 19:30",
            "id": "local",
            "u": "",
            "t": "🇪🇺 EUROGROOVE: ALBM CUTS - VIENNA AFTERMATH",
            "b": "**Список номинантов**\n• 🇨🇿 Daniel Zizka - «Amar Pelos Dois» (Salvador Sobral, Португалия 2017)\n• 🇵🇹 Bandidos do Cante - «Saudade, Saudade» (MARO, Португалия 2022)\n• 🇨🇾 Little Antigoni - «My Number One» (Helena Paparizou, Греция 2005)\n• 🇨🇭 Veronica Fusaro - «Satellite» (Lena, Германия 2010)\n• 🇲🇩 Satoshi - «Rim Tim Tagi Dim» (Baby Lasagna, Хорватия 2024)\n• 🇲🇹 AIDAN - «Per Sempre Sì» (Sal Da Vinci, Италия 2026)\n• 🇩🇪 Sarah Engels - «Nel Blu Dipinto Di Blu» (Domenico Modugno, Италия 1958)\n• 🇸🇲 SENHIT - «Occidentali's Karma» (Francesco Gabbani, Италия 2017)\n• 🇳🇴 JONAS LOVV - «Arcade» (Duncan Laurence, Нидерланды 2019)\n• 🇦🇺 Delta Goodrem - «Tattoo» (Loreen, Швеция 2023)\n• 🇱🇻 Atvara - «Fly On The Wings Of Love» (Olsen Brothers, Дания 2000)\n• 🇷🇴 Alexandra Căpitănescu - «Fuego» (Eleni Foureira, Кипр 2018)\n• 🇬🇷 Akylas - «Rise Like a Phoenix» (Conchita Wurst, Австрия 2014)\n• 🇦🇿 JIVA - «We Could Be The Same» (maNga, Турция 2010)\n• 🇱🇺 Eva Marija - «Ne Partez Pas Sans Moi» (Céline Dion, Швейцария 1988)\n• 🇺🇦 LELÉKA - «Baller» (Abor & Tynna, Германия 2025)\n• 🇭🇷 LELEK - «Wild Dances» (Ruslana, Украина 2004)\n• 🇲🇪 Tamara Živković - «Euphoria After Dark» (Loreen, Швеция 2012)\n• 🇷🇸 LAVINA - «In My Dreams» (Wig Wam, Норвегия 2005)\n• 🇩🇰 Søren Torpegaard Lund - «Forlad Mig Ikke Her» (Céline Dion, Швейцария 1988)\n---\n**Голосовать:** [StrawPoll](https://strawpoll.com/eurogroove-albm-cuts-2026)\n📻 Все треки уже находятся в ротации радио levdanskiy.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779813000.0,
            "poll": null
        },
        {
            "m": "26.05 | 18:45",
            "id": "local",
            "u": "",
            "t": "🇦🇱 АЛБАНИЯ: ВОЗВРАЩЕНИЕ JUNIOR FEST - РЕШЕНИЕ RTSH",
            "b": "***",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779810300.0,
            "poll": null
        },
        {
            "m": "26.05 | 15:43",
            "id": "70",
            "u": "https://t.me/YourEurovision/6152",
            "t": "🇦🇱 АЛБАНИЯ: ВОЗВРАЩЕНИЕ JUNIOR FEST - РЕШЕНИЕ RTSH",
            "b": "Национальный вещатель RTSH официально подтвердил возвращение легендарного отбора «Junior Fest» для Детского Евровидения 2026. Телеканал отказался от идеи использовать в качестве площадки «Festivali Mbarëkombëtar i Këngës për Fëmijë», положив конец слухам в фан-сообществе.\n⏱️ Время чтения: 0.6 мин | 🇦🇱 YourVision: Детское Евровидение",
            "img": "https://cdn4.telesco.pe/file/QMBlP0tvpioE4K92Gmjch4t_2F7HRWa-Du5kfJPz2RlXcRHaAHqIWuaSrCLMHfDHVhGyTuAbGER0YtzWzvbGnP1lyKFl0Ge0t2yJvNyx4UN4EHXyS0_7ERymcRZZ781pAAHhXwHDTyui7iw0W9yiWYMcqKh7P3wTPtRh7tIWBP8LaDiqiPlVTWXGZy8pEgetpHK5ni0oD6EXKTAwauWt3-FShCpBv2UiOeDji8k2OxzVqkmt7NSw6hMSKVNh6vmftLXLmKQHyjjgRsTtL1pI0yUcv4Q3hzAd4R4dmPaJi_0bbUaX5jC2LncxyRKrmmv25eTbBwK4jtmubUpQvnc5NQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779810211.0,
            "poll": null
        },
        {
            "m": "26.05 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6039",
            "t": "⏳ #CHRONOS: ТРИ ЗАПАХА ОДНОЙ ГРОЗЫ",
            "b": "МОМЕНТ:\nСейчас, 18:02. Барометрическое давление в Балтии за последние шесть часов упало на 4-6 миллибар. Не сильное падение, но тело его уже зарегистрировало: тяжесть в висках, лёгкая сонливость после обеда, нежелание двигаться. Майские грозы предсказуемы - первые крупные приходятся именно на эту неделю каждый год, когда тёплый воздух с земли встречается с холодным фронтом с моря.\nОЩУЩЕНИЕ:\nЕсли открыть окно прямо сейчас - воздух пахнет металлом. Это не озон ещё - это запах накапливающегося статического заряда в атмосфере, ионизированных молекул азота. Озон появится позже, когда первая молния ударит где-то в 30-50 километрах: O₃ образуется при разряде, ветер несёт его быстрее звука грома. После молнии - резкий сладко-острый запах. После дождя - петрикор: геосмин из почвенных бактерий Streptomyces плюс 2-изоборнеол из актиномицетов.\nТри запаха в одной грозе, в строгой последовательности: предчувствие (металл) - удар (озон) - земля (петрикор). Один час, три химии, разные носы за окном. Тело знает что приближается до того как ты понял что нюхаешь.\n→ Открой окно прямо сейчас. Глубокий вдох через нос. На какой стадии воздух у тебя?\n⏱️ 0.9 мин | ⏳ Almanac: Chronos",
            "img": "https://cdn4.telesco.pe/file/tWaijsQQ0vJELV-Ql52zB5NFN8SnUDi-yngjJh_bLX83a2U4TiUVPSYYP_o1t5u_omJRKb0DQP4QgJEWQjEBFXLmOemBF-wQnJsXOhS9pdA8noKqxrzRn5QxJD7U-AdQyNrHgultPzwAmcxIWaPOzMyy51qJzWPaGAHvv017WwgWRu_nH1LO_0Hv1d5CiwQSOrlveTyaiYE3N7x2fkX049ZI8YqtQaNeGnY21KIPcGlbwMShYanfZ6KezG9LJqLKTM9hKRC5z6q2eaCSvB-15fKk_HhAhwLlbDbBtxEM9PuWkE_QFZuq3Jx-7hhk_JyMaaCRm6RNn5KAPgBdOcBYrw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779807721.0,
            "poll": null
        },
        {
            "m": "26.05 | 15:00",
            "id": "70",
            "u": "https://t.me/YourEurovision/6151",
            "t": "🇰🇷 ЮЖНАЯ КОРЕЯ: К-ПОП МАШИНА ПРОТИВ ЕВРОВИЗИЙНОГО КАНОНА",
            "b": "Когда EBU и Voxovation подтвердили запуск Eurovision Asia 2026 в Бангкоке, мой аналитический радар сразу сфокусировался на Сеуле. Участие Южной Кореи - это главный тектонический сдвиг для нового формата. Глобальная K-Pop машина встретится с правилами, живущими по иным законам, нежели стандартные чарты Billboard.\nСтратегия вещателя ENA и выбор артиста\n👍 Дерзкий вещатель: Телеканал ENA проведет национальный отбор 4 сентября 2026 года. ENA - молодой кабельный гигант, известный прорывными шоу, готовый рисковать ради рейтингов.\n👍 Отказ от мейджоров: Очевидно, они не станут привлекать титанов уровня HYBE или SM. Скорее всего, упор сделают на сильный средний эшелон айдолов, готовых к живому вокалу.\nТочки столкновения корейской индустрии с каноном\n👍 Лимит времени: Стандартная формула K-Pop включает смену ритма, рэп-бридж и сложный танцевальный брейк (dance break). Упаковать это в жесткие 3 минуты - колоссальный вызов для продюсеров.\n👍 Иллюзия идеального лайва: Регламент требует абсолютно живого вокала без бэк-вокала на записи. K-Pop десятилетиями оттачивал LMR (Live Music Recording) для компенсации хореографии. Бангкок покажет реальную вокальную форму айдолов.\n👍 Геополитика голосования: Южная Корея обладает преданной фан-базой, способной обрушить телеголосование. Однако в формате 50/50 профессиональное жюри Вьетнама, Бангладеш или Камбоджи легко может срезать баллы корейцам ради баланса.\nМой прогноз и формула триумфа\n👍 Формула успеха: Сеул победит только в одном случае: если откажется от шаблонов «айдол-групп» и отправит мощного соло-вокалиста с элементами нео-соула.\n👍 Шансы на победу: Если ENA выберет артиста уровня Heize, Dean или Wendy, шансы на триумф в Бангкоке взлетят до 75%. Иначе Южная Корея рискует выиграть телевоут, но проиграть из-за жюри.\n💬 Как вы считаете, сможет ли корейский айдол победить без фонограммы и танцевальной поддержки?\n⏱️ Время чтения: 1.4 мин | 🇰🇷 YourVision: Аналитика",
            "img": "https://cdn4.telesco.pe/file/A2u_pmP89WWfOUdZjovSsAQj6srIaQpftqfUE3sem4UXX7tIg-0Y7RsgL1S4olPL-yJxJuROVrWog0tKOzXshM7UGZcLJqaH0edKZjjcFfYWvasuL2h1oGFPR3ZwBwzhHQdzlp9VILausMeVVL6uh1RYCs4rQQiraHoG1Qg2JdZpoLSYXm9GUMSpn3sn3nqmRc6X56DaFdfRj07YuwJCIv4-f4O5yg8gLC_PDA5AmvBY_II77iWBmavk7RpPBGVoqeP2Z8AT_xjUhMGPJj43jxNVc1JeXn4_NasH34pyQ_wNj149WhNT1RFZRPZ50neISfACmWYp5XPnNqcVe5Igwg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779807656.0,
            "poll": null
        },
        {
            "m": "26.05 | 18:00",
            "id": "local",
            "u": "",
            "t": "🇰🇷 ЮЖНАЯ КОРЕЯ: К-ПОП МАШИНА ПРОТИВ ЕВРОВИЗИЙНОГО КАНОНА",
            "b": "**Стратегия вещателя ENA и выбор артиста**\n• **Дерзкий вещатель:** Телеканал ENA проведет национальный отбор 4 сентября 2026 года. ENA - молодой кабельный гигант, известный прорывными шоу, готовый рисковать ради рейтингов.\n• **Отказ от мейджоров:** Очевидно, они не станут привлекать титанов уровня HYBE или SM. Скорее всего, упор сделают на сильный средний эшелон айдолов, готовых к живому вокалу.\n**Точки столкновения корейской индустрии с каноном**\n• **Лимит времени:** Стандартная формула K-Pop включает смену ритма, рэп-бридж и сложный танцевальный брейк (dance break). Упаковать это в жесткие 3 минуты - колоссальный вызов для продюсеров.\n• **Иллюзия идеального лайва:** Регламент требует абсолютно живого вокала без бэк-вокала на записи. K-Pop десятилетиями оттачивал LMR (Live Music Recording) для компенсации хореографии. Бангкок покажет реальную вокальную форму айдолов.\n• **Геополитика голосования:** Южная Корея обладает преданной фан-базой, способной обрушить телеголосование. Однако в формате 50/50 профессиональное жюри Вьетнама, Бангладеш или Камбоджи легко может срезать баллы корейцам ради баланса.\n**Мой прогноз и формула триумфа**\n• **Формула успеха:** Сеул победит только в одном случае: если откажется от шаблонов «айдол-групп» и отправит мощного соло-вокалиста с элементами нео-соула.\n• **Шансы на победу:** Если ENA выберет артиста уровня Heize, Dean или Wendy, шансы на триумф в Бангкоке взлетят до 75%. Иначе Южная Корея рискует выиграть телевоут, но проиграть из-за жюри.\n---\n💬 Как вы считаете, сможет ли корейский айдол победить без фонограммы и танцевальной поддержки?\n---\n🔗 **ИСТОЧНИКИ:** [ENA](https://ena.ktds.com/) | [Eurovoix](https://eurovoix.com/)",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779807600.0,
            "poll": null
        },
        {
            "m": "26.05 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6038",
            "t": "🍮 #PATISSERIE: КАНЕЛЕ - ПОЧЕМУ МЕДЬ",
            "b": "ЛЕГЕНДА:\nКорочка канеле - тёмно-карамельная, почти горелая. Внутри - крем, который никогда не должен был оказаться в духовке. Это противоречие держится только за счёт одного материала: меди.\nБордо, XVIII век. Монастырь Аннунсиад. Монахини делают пирожные из остатков яичных желтков - винодельне нужны были белки для очистки вина (clarification), желтки отдавали в монастырь. Канеле = «канелированный», ребристый. Форма - копия архитектурных деталей церкви рядом.\nМедь не традиция, не эстетика - это физика. Теплопроводность меди 385 Вт/м·К, алюминия 237, силикона 0,2. Медь нагревается мгновенно и формирует корочку за первые 12 минут - до того как крем внутри успеет закипеть и взорвать форму. Без меди канеле или горит снаружи, или остаётся сырым внутри. Среднего нет.\nАРХИТЕКТУРА И МАТЕРИАЛЫ:\n- Тесто: молоко 500 мл, желтки 2 шт, целое яйцо 1 шт, мука 100 г, сахар 200 г, сливочное масло 50 г, ром тёмный 30 мл, ваниль (стручок или паста), щепотка соли\n- Смазка форм: сливочное масло 30 г + пчелиный воск 30 г (50/50, растопить вместе)\n- Посуда: медные формы канеле (12 ячеек, по 55 мм). Альтернатива - формы с тефлоновым покрытием (результат на 30% хуже, корочка тоньше).\nМЕХАНИКА ПРОЦЕССА:\n1. ВЕЧЕР НАКАНУНЕ. Молоко с маслом и ванилью нагреть до 60°C, снять с огня. В отдельной миске желтки + яйцо + сахар + мука + соль перемешать венчиком до однородности - не взбивать! Воздух не нужен. Влить горячее молоко струйкой, помешивая. Ром. Процедить через сито (важно). В холод 12-24 часа. Тесто должно стать плотным как жидкая сметана, без пузырьков.\n2. РАЗОГРЕВ. Духовка 250°C минимум 30 минут. Это критично - медь должна быть раскалённой к моменту заливки. Восковую смесь растопить, кисточкой смазать формы тонким слоем. Воск даёт характерный глянец корочки - старая бордосская техника, без неё корочка матовая.\n3. ЗАЛИВКА. Тесто перемешать (за ночь оно расслоилось). Разлить на 80% высоты формы - канеле поднимется и осядет. Доверху нельзя: вытечет.\n4. ВЫПЕЧКА. 250°C первые 12 минут - формирование корочки. Потом 180°C 60-70 минут - приготовление крема внутри. Понизить температуру слишком рано: корочка не успеет затвердеть, канеле «съедет». Не понизить вообще: внешность правильная, центр сгорит. Готовность: цвет тёмно-каштановый (почти горелый, но не чёрный), звук при постукивании дна глухой.\n5. ОСТЫВАНИЕ. Достать из форм через 2-3 минуты после извлечения из духовки - не позже, иначе пристанут. Остужать на решётке корочкой вверх. Через час корочка стабилизируется, внутри остаётся мягким.\n⏱️ 2.4 мин | 🍮 Almanac: Patisserie",
            "img": "https://cdn4.telesco.pe/file/J2aVUJjCNKpQXyneTB2K0_Q3XJNIiCPJBIk0eNSAGogkOC6tZqGr04WU4aJLeVmZ7YZ0abByQmH2qJVyJTjwAYPq_APB-A62g0HSp3Wo2hkc3UJF-o4gRxyrSQFR3U53hx2pqU-eBdWmcqc8hqlSL_cfZCRnGj0TyL2Jm7KmkR6gQhDzlZr8E438EqK-OmvXbAD6qN3Ny9M-NJAyt-rHCEk--RgLQGevyCh-nTNBNJcaSew2BD4cpGcx6fbGJoYBMAAgt8oUtdinPDWdLClr9DYrycT5CZExuGWvzuqADJNx1aNzR5M00zEfwu6GtXj1a_fktenoT_hpQn0aeJmnHw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779797041.0,
            "poll": null
        },
        {
            "m": "26.05 | 15:00",
            "id": "local",
            "u": "",
            "t": "🌏 EUROVISION ASIA: ОФИЦИАЛЬНО ЗАПУЩЕНО - ДЕТАЛИ И СТРАНЫ",
            "b": "***",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779796800.0,
            "poll": null
        }
    ],
    "qualifiers": [
        {
            "id": "bg",
            "a": "Dara"
        },
        {
            "id": "fi",
            "a": "Linda Lampenius & Pete Parkkonen"
        }
    ],
    "eliminated": [
        {
            "id": "md",
            "a": "Satoshi",
            "s": "Viva, Moldova!"
        },
        {
            "id": "gr",
            "a": "Akylas",
            "s": "Ferto"
        },
        {
            "id": "it",
            "a": "Sal Da Vinci",
            "s": "Per sempre sì"
        },
        {
            "id": "me",
            "a": "Tamara Živković",
            "s": "Nova zora"
        },
        {
            "id": "at",
            "a": "COSMØ",
            "s": "Tanzschein"
        },
        {
            "id": "al",
            "a": "Alis",
            "s": "Nën"
        },
        {
            "id": "au",
            "a": "Delta Goodrem",
            "s": "Eclipse"
        },
        {
            "id": "am",
            "a": "Simón",
            "s": "Paloma rumba"
        },
        {
            "id": "lu",
            "a": "Eva Marija",
            "s": "Mother Nature"
        },
        {
            "id": "ro",
            "a": "A. Căpitănescu",
            "s": "Choke Me"
        },
        {
            "id": "lt",
            "a": "Lion Ceccah",
            "s": "Sólo quiero más"
        },
        {
            "id": "hr",
            "a": "Lelek",
            "s": "Andromeda"
        },
        {
            "id": "lv",
            "a": "Atvara",
            "s": "Ēnā"
        },
        {
            "id": "cz",
            "a": "Daniel Zizka",
            "s": "Crossroads"
        },
        {
            "id": "ua",
            "a": "Leléka",
            "s": "Ridnym"
        },
        {
            "id": "ee",
            "a": "Vanilla Ninja",
            "s": "Too Epic to Be True"
        },
        {
            "id": "pt",
            "a": "Bandidos do Cante",
            "s": "Rosa"
        },
        {
            "id": "az",
            "a": "Jiva",
            "s": "Just Go"
        },
        {
            "id": "il",
            "a": "Noam Bettan",
            "s": "Michelle"
        },
        {
            "id": "rs",
            "a": "Lavina",
            "s": "Kraj mene"
        },
        {
            "id": "fr",
            "a": "Monroe",
            "s": "Regarde !"
        },
        {
            "id": "pl",
            "a": "Alicja",
            "s": "Pray"
        },
        {
            "id": "no",
            "a": "Jonas Lovv",
            "s": "Ya Ya Ya"
        },
        {
            "id": "de",
            "a": "Sarah Engels",
            "s": "Fire"
        },
        {
            "id": "sm",
            "a": "Senhit",
            "s": "Superstar"
        },
        {
            "id": "ch",
            "a": "Veronica Fusaro",
            "s": "Alice"
        },
        {
            "id": "be",
            "a": "Essyla",
            "s": "Dancing on the Ice"
        },
        {
            "id": "cy",
            "a": "Antigoni",
            "s": "Jalla"
        },
        {
            "id": "dk",
            "a": "Søren"
        },
        {
            "id": "ge",
            "a": "Bzikebi"
        },
        {
            "id": "se",
            "a": "Felicia"
        },
        {
            "id": "gb",
            "a": "LMNC"
        }
    ],
    "nominees": [
        {
            "a": "🇨🇿 Daniel Zizka",
            "s": "Amar Pelos Dois (Salvador Sobral, PT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇵🇹 Bandidos do Cante",
            "s": "Saudade, Saudade (MARO, PT 2022)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇾 Little Antigoni",
            "s": "My Number One (Helena Paparizou, GR 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇭 Veronica Fusaro",
            "s": "Satellite (Lena, DE 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇩 Satoshi",
            "s": "Rim Tim Tagi Dim (Baby Lasagna, HR 2024)",
            "img": "assets/sf_moldova.png"
        },
        {
            "a": "🇲🇹 AIDAN",
            "s": "Per Sempre Sì (Sal Da Vinci, IT 2026)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇪 Sarah Engels",
            "s": "Nel Blu Dipinto Di Blu (Domenico Modugno, IT 1958)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇸🇲 SENHIT",
            "s": "Occidentali's Karma (Francesco Gabbani, IT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇳🇴 JONAS LOVV",
            "s": "Arcade (Duncan Laurence, NL 2019)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇦🇺 Delta Goodrem",
            "s": "Tattoo (Loreen, SE 2023)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇻 Atvara",
            "s": "Fly On The Wings Of Love (Olsen Brothers, DK 2000)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇴 Alexandra Căpitănescu",
            "s": "Fuego (Eleni Foureira, CY 2018)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇬🇷 Akylas",
            "s": "Rise Like a Phoenix (Conchita Wurst, AT 2014)",
            "img": "assets/sf_greece.png"
        },
        {
            "a": "🇦🇿 JIVA",
            "s": "We Could Be The Same (maNga, TR 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇺 Eva Marija",
            "s": "Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇺🇦 LELÉKA",
            "s": "Baller (Abor & Tynna, DE 2025)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇭🇷 LELEK",
            "s": "Wild Dances (Ruslana, UA 2004)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇪 Tamara Živković",
            "s": "Euphoria - After Dark (Loreen, SE 2012)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇸 LAVINA",
            "s": "In My Dreams (Wig Wam, NO 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇰 Søren Torpegaard Lund",
            "s": "Forlad Mig Ikke Her - Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        }
    ],
    "odds": [
        {
            "r": 1,
            "id": "fi",
            "c": "Finland",
            "p": "30%"
        },
        {
            "r": 2,
            "id": "fr",
            "c": "France",
            "p": "11%"
        },
        {
            "r": 3,
            "id": "dk",
            "c": "Denmark",
            "p": "10%"
        },
        {
            "r": 4,
            "id": "au",
            "c": "Australia",
            "p": "8%"
        },
        {
            "r": 5,
            "id": "gr",
            "c": "Greece",
            "p": "8%"
        },
        {
            "r": 6,
            "id": "se",
            "c": "Sweden",
            "p": "4%"
        },
        {
            "r": 7,
            "id": "il",
            "c": "Israel",
            "p": "4%"
        },
        {
            "r": 8,
            "id": "ua",
            "c": "Ukraine",
            "p": "3%"
        },
        {
            "r": 9,
            "id": "it",
            "c": "Italy",
            "p": "3%"
        },
        {
            "r": 10,
            "id": "ro",
            "c": "Romania",
            "p": "3%"
        }
    ],
    "next_chart": {
        "series": "EuroGroove",
        "theme": "ALBM Cuts (Vienna Aftermath)",
        "status": "live",
        "opens": "2026-05-24T20:30:00+03:00",
        "closes": "2026-05-31T19:00:00+03:00",
        "vote_url": "https://strawpoll.com/eurogroove-albm-cuts-2026"
    }
};